Repository: ipwndev/DSLinux
Catalog: trunk/user/console-tools/src/po/*.po
Languages: cs

source: Usage: %s psffont_in sfm_file [psffont_out] Add a Unicode character table to a PSF font
cs: Pou¾ití: %s psffont_do sfm_soubor [psffont_ven] Pøidá k psf písmu unicodovou tabulku znakù.

source: input psffont filename
cs: jméno vstupního souboru s psf písmem

source: screen-font-map filename
cs: jméno SFM souboru

source: output psffont filename
cs: jméno výstupního souboru s psf písmem

source: %s: wrong number of arguments
cs: %s: chybný poèet pøepínaèù

source: %s: psffont and chartable cannot both be stdin
cs: %s: psf písmo tabulka znakù nemohou být zároveò standardním vstupem

source: Loading unicode map from %s.
cs: Naèítá se unicodová mapa z %s.

source: Usage: %s psffont chartable [outfile] Extract a Unicode character table from a PSF font
cs: Pou¾ití: %s psffont tabulka znakù [výstupní soubor] Extrahuje z psf písma unicodovou tabulku znakù.

source: psffont filename
cs: jméno souboru s psf písmem

source: output filename
cs: výstupní soubor

source: %s: Font has no character table
cs: %s: písmo neobsahuje tabulku znakù

source: Usage: %s [options] psffont [outfile] Strip Unicode character table from a PSF font
cs: Pou¾ití: %s [pøepínaèe] psf písmo [výstupní soubor] Odstraní unicodovou tabulku znakù z psf písma.

source: %s: Font already had no character table
cs: %s: Písmo ji¾ neobsahuje ¾ádnou tabulku znakù.

source: ?UNKNOWN?
cs: ?NEZNÁMÝ?

source: kb mode was %s
cs: re¾im klávesnice byl %s

source: [ if you are trying this under X, it might not work
cs: [ Pokud to zkou¹íte pod X window systémem, nemusí to fungovat,

source: since the X server is also reading /dev/console ]
cs: proto¾e X server také ète /dev/console. ]

source: caught signal %d, cleaning up...
cs: zachycen signál %d, probíhá úklid...

source: usage: %s [options...] <command>
cs: Pou¾ití: %s [pøepínaèe...] <pøíkaz>

source: display only the raw scan-codes.
cs: zobrazí pouze scan-kódy v pøímém re¾imu

source: display only the interpreted keycodes (default).
cs: zobrazí pouze interpretované klávesnicové kódy (implicitní)

source: display only keymap-translated chars.
cs: zobrazí pouze znaky pøelo¾ené mapou klávesnice

source: display unicode-translated chars.
cs: zobrazí pouze znaky pøelo¾ené pøes unicode

source: set the timeout to N seconds.
cs: nastaví èasový limit ve vteøinách na N

source: timeout value must be numeric
cs: èasová hodnota musí být zadána numericky

source: no non-option arguments allowed
cs: jako argumenty programu jsou povoleny pouze pøepínaèe

source: WARNING: Unicode mode is experimental -- output may be wrong
cs: VAROVÁNÍ: unicode re¾im je pokusný -- výstup mù¾e být chybný

source: press any key (program terminates after %us of last keypress)...
cs: stisknìte libovolnou klávesu (program skonèí %us po stisku klávesy)...

source: keycode %3d %s
cs: kód klávesy %3d %s

source: release
cs: uvolnìní

source: press
cs: stisk

source: Usage: %1$s [ metabit | meta | bit | escprefix | esc | prefix ] Each vt has his own copy of this bit. Use %1$s [arg] < /dev/ttyn to change the settings of another vt. The setting before and after the change are reported.
cs: Pou¾ití: %1$s [ metabit | meta | bit | escprefix | esc | prefix ] Ka¾dý vt má vlastní kopii tohoto bitu. Pou¾ijte %1$s [arg] < /dev/ttyn pro zmìnu nastavení jiného vt. Pøed a po zmìnì bude nastavení vypsáno.

source: Meta key sets high order bit
cs: Meta klávesa nastaví horní bit

source: Meta key gives Esc prefix
cs: Meta klávesa generuje Esc prefix

source: Strange mode for Meta key?
cs: Zvlá¹tní re¾im pro Meta klávesu?

source: Error reading current setting. Maybe stdin is not a VT?
cs: Chyba pøi ètení aktuálního nastavení. Je standardní vstup VT?

source: unrecognized argument
cs: neznámý pøepínaè

source: old state:
cs: staré nastavení:

source: new state:
cs: nové nastavení:

source: Usage: %s [option] Report and set keyboard mode
cs: Pou¾ití: %s [pøepínaè] Vypí¹e a nastaví re¾im klávesnice

source: print this help information and exit
cs: vypí¹e tuto nápovìdu a skonèí

source: report version and exit
cs: vypí¹e informace o verzi a skonèí

source: ASCII or 8bit mode (XLATE)
cs: ASCII èi 8bitový re¾im (XLATE)

source: keycode mode (MEDIUMRAW)
cs: re¾im klávesových kódù (MEDIUMRAW)

source: UTF-8 mode (UNICODE)
cs: re¾im UTF-8 (UNICODE)

source: scancode mode (RAW)
cs: re¾im scan-kódù (RAW)

source: set mode
cs: nastaví re¾im

source: %s: unknown mode: %s
cs: %s: neznámý re¾im %s

source: : error reading keyboard mode
cs: : chyba pøi zji¹»ování re¾imu klávesnice

source: The keyboard is in raw (scancode) mode
cs: Klávesnice je v pøímém (scan-kódy) re¾imu.

source: The keyboard is in mediumraw (keycode) mode
cs: Klávesnice je v polopøímém (klávesnicové kódy) re¾imu.

source: The keyboard is in the default (ASCII) mode
cs: Klávesnice je v implicitním (ASCII) re¾imu.

source: The keyboard is in Unicode (UTF-8) mode
cs: Klávesnice je v unicodovém (UTF-8) re¾imu.

source: The keyboard is in some unknown mode
cs: Klávesnice je v neznámém re¾imu.

source: : error setting keyboard mode
cs: : chyba pøi nastavování re¾imu klávesnice

source: too many keydefinitions on one line
cs: pøíli¹ mnoho definic kláves na jednom øádku

source: Usage: %s [option...] [mapfile...]
cs: Pou¾ití: %s [pøepínaè...] [soubor s mapou]

source: clear kernel compose table
cs: sma¾e tabulku jádra pro slo¾ené znaky

source: load default keymap file
cs: naète implicitní mapu klávesnice

source: output a "defkeymap.c" to stdout
cs: vypí¹e "defkeymap.c" na standardní výstup

source: clear kernel string table
cs: sma¾e tabulku jádra pro øetìzce

source: be silent
cs: nebude vypisovat informace o èinnosti

source: report the changes
cs: bude vypisovat informace o èinnosti

source: report more changes
cs: bude vypisovat podrobné informace o èinnosti

source: syntax error in map file
cs: syntaktická chyba v souboru s mapou

source: key bindings not changed
cs: definice kláves nebyly zmìnìny

source: Cannot find %s
cs: %s nelze nalézt

source: cannot open file %s
cs: soubor %s nelze otevøít

source: addmap called with bad index %d
cs: chybný index %d pro funkci addmap

source: adding map %d violates explicit keymaps line)
cs: pøidání mapy %d poru¹uje explicitní øádku v klávesové mapì)

source: killkey called with bad index %d
cs: chybný index %d pro funkci killkey

source: killkey called with bad table %d
cs: chybná mapa %d pro funkci killkey

source: addkey called with bad index %d
cs: chybný index %d pro funkci addkey

source: addkey called with bad table %d
cs: chybná mapa %d pro funkci addkey

source: %s: addfunc called with bad func %d
cs: %s: chybná funkce %d pro funkci addfunc

source: %s: addfunc: func_buf overflow
cs: %s: addfunc: pøeteèení func_buf

source: compose table overflow
cs: pøeteèení tabulky slo¾ených znakù

source: Warning: Compose char %4x ('%c','%c') > 0xFF will be truncated to %2x
cs: Varování: Slo¾ený znak %4x ('%c','%c') > 0xFF bude zkrácen na %2x

source: (Linux kernel < 2.3.X can't handle unicode compose chars properly)
cs: (Jádro Linuxu < 2.3.X neumí korektnì pracovat s unicodovými tabulkami slo¾ených znakù)

source: Keymap %d: Permission denied
cs: Mapa klávesnice %d: pøístup odmítnut

source: keycode %d, table %d = %d%s
cs: kód klávesy %d, tabulka %d = %d%s

source: FAILED
cs: NEÚSPÌCH

source: failed to bind key %d to value %d
cs: nepodaøilo se svázat klávesu %d s hodnotou %d

source: deallocate keymap %d
cs: dealokuji mapu klávesnice %d

source: %s: could not deallocate keymap %d
cs: %s: mapu klávesnice %d nelze dealokovat

source: %s: cannot deallocate or clear keymap
cs: %s: mapu klávesnice nelze dealokovat, nebo smazat

source: %s: failed to restore keyboard mode
cs: %s: re¾im klávesnice nelze obnovit

source: %s: warning: this map uses Unicode symbols (perhaps you want to do `kbd_mode -u'?)
cs: %s: varování: Tato mapa pou¾ívá unicodové symboly. (Mo¾ná by jste mìl provést `kbd_mode -u'.)

source: failed to bind string '%s' to function %s
cs: nepodaøilo se svázat øetìzec '%s' s funkcí %s

source: failed to clear string %s
cs: øetìzec %s nelze smazat

source: too many compose definitions
cs: pøíli¹ mnoho definic slo¾ených znakù

source: KDSKBDIACR failed
cs: volání KDSKBDIACR selhalo

source: impossible error in do_constant
cs: nemo¾ná chyba v do_constant

source: Changed %d key%s and %d string%s.
cs: Zmìnìno: kláves: %d%s, øetìzcù: %d%s

source: Loaded %d compose definition%s.
cs: Naèteno definic slo¾ených znakù: %d%s

source: (No change in compose definitions.)
cs: (®ádné definice slo¾ených znakù nebyly zmìnìny.)

source: loadkeys: don't know how to compose for %s
cs: loadkeys: není známo jak skládat pro %s

source: Usage: %s Print kernel scancode-to-keycode mapping table
cs: Pou¾ití: %s Vypí¹e tabulku jádro pro pøevod scan-kódù na kódy kláves.

source: Plain scancodes xx (hex) versus keycodes (dec)
cs: Pøímé scan-kódy xx (¹estnáctkovì) vs. kódy kláves (desítkovì)

source: 0 is an error; for 1-88 (0x01-0x58) scancode equals keycode
cs: 0 je chyba; pro 1-88 (0x01-0x58) jsou scan-kódy rovny kódùm kláves

source: Escaped scancodes e0 xx (hex)
cs: 'Escapované' scan-kódy e0 xx (¹estnáctkovì)

source: failed to get keycode for scancode 0x%x
cs: kód klávesy pro scan-kód 0x%x nelze zjistit

source: KDGKBENT at index 0 in table %d:
cs: KDGKBENT na pozici 0 v tabulce %d:

source: %s: cannot find any keymaps?
cs: %s: ¾ádné mapy klávesnice nelze nalézt?

source: %s: plain map not allocated? very strange ...
cs: %s: pøímá mapa není alokována? velmi zvlá¹tní ...

source: KDGKBENT at index %d in table %d:
cs: KDGKBENT na pozici %d v tabulce %d:

source: KDGKBDIACR failed
cs: volání KDGKBDIACR selhalo

source: keycode range supported by kernel: 1 - %d
cs: rozsah kódù kláves podporovaný jádrem: 1 - %d

source: max number of actions bindable to a key: %d
cs: maximální poèet akcí pøipojitelných na klávesu: %d

source: number of keymaps in actual use: %d
cs: poèet aktuálnì pou¾ívaných map klávesnice: %d

source: of which %d dynamically allocated
cs: z toho %d je alokováno dynamicky

source: ranges of action codes supported by kernel:
cs: rozsah kódù akcí podporovaný jádrem:

source: number of function keys supported by kernel: %d
cs: poèet funkèních kláves podporovaný jádrem: %d

source: max nr of compose definitions: %d
cs: maximální poèet definic slo¾ených znakù: %d

source: nr of compose definitions in actual use: %d
cs: poèet aktuálnì pou¾ívaných definic slo¾ených znakù: %d

source: Symbols recognized by %s: (numeric value, symbol)
cs: Symboly rozpoznávané dle %s: (numerická hodnota, symbol)

source: The following synonyms are recognized:
cs: Jsou rozpoznávána následující synonyma:

source: Recognized modifier names and their column numbers:
cs: Jména rozpoznávaných modifikátorù a jejich èísla sloupcù:

source: impossible: not meta?
cs: nemo¾né: nikoliv meta?

source: KDGKBSENT at index %d:
cs: KDGKBSENT na pozici %d:

source: Usage: %s [options...]
cs: Pou¾ití: %s [pøepínaèe...]

source: display information about keyboard driver
cs: vypí¹e informace o ovladaèi klávesnice

source: display above and symbols known to loadkeys
cs: vypí¹e vý¹e uvedené a symboly známé loadkeys

source: display keytable in hexadecimal notation
cs: zobrazí tabulku kláves v ¹estnáctkovém formátu

source: don't use short-hand notations, one row per keycode
cs: nepou¾ije zkrácené notace, jeden kód klávesy na øádek

source: one line per (modifier,keycode) pair
cs: jeden pár modifikátor,kód na øádek

source: display only the function key strings
cs: vypí¹e pouze øetìzce pøíslu¹ející funkèním klávesám

source: display only key bindings
cs: vypí¹e pouze informace o mapování kláves

source: choose output shape, where <shape> is:
cs: výstupní formát, pøièem¾ <formát> je:

source: 0 = default
cs: 0 = implicitní

source: 1 = same as --full-table
cs: 1 = stejné jako --full-table

source: 2 = same as --separate-lines
cs: 2 = stejné jako --stejné-lines

source: 3 = one line per keycode, until 1st hole
cs: 3 = jeden kéd klávesy na øádek a¾ do první mezery

source: display only compose key combinations
cs: vypí¹e pouze kombinace slo¾ených kláves

source: interpret character action codes to be from the
cs: interpretuje kódy akcí dle

source: specified character set
cs: zadané znakové sady

source: display this help text and exit
cs: vypí¹e tuto nápovìdu a skonèí

source: display version information and exit
cs: vypí¹e informace o verzi a skonèí

source: available charsets:
cs: dostupné znakové sady:

source: Usage: %1$s [-v] [-L] [-D] [-F] [[+|-][ num | caps | scroll ]] Thus, %1$s +caps -num will set CapsLock, clear NumLock and leave ScrollLock unchanged. The settings before and after the change (if any) are reported when the -v option is given or when no change is requested. Normally, %1$s influences the vt flag settings (and these are usually reflected in the leds). With -L, %1$s only sets the leds, and leaves the flags alone. With -D, %1$s sets both the flags and the default flags, so that a subsequent reset will not change the flags.
cs: Pou¾ití: %1$s [-v] [-L] [-D] [-F] [[+|-][ num | caps | scroll ]] Tak¾e, %1$s +caps -num zapne CapsLock, vypne NumLock a ponechá ScrollLock nezmìnìn. Nastavení bude pøed a po zmìnì vypsáno, pokud byl zadán pøepínaè -v, nebo pokud zmìna nebyla po¾adována. Obyèejnì %1$s ovlivní nastavení pøíznaku vt (a to se obvykle promítne do stavu diod). S pøepínaèem -L, %1$s pouze nastaví diody a pøíznaky nezmìní. S pøepínaèem -D, %1$s nastaví jak pøíznaky vt, tak i implicitní pøíznaky, tak¾e dal¹í reset pøíznaky nezmìní.

source: %s: unknown argument: %s
cs: %s: neznámý pøepínaè %s

source: Error reading current led setting. Maybe stdin is not a VT?
cs: Aktuální stav diod nelze zjistit. Je standardní vstup VT?

source: Error reading current flags setting. Maybe an old kernel?
cs: Aktuální stav pøíznakù nelze zjistit. Nemáte zastaralé jádro?

source: Error resetting ledmode
cs: Chyba pøi ru¹ení ledmode

source: Current default flags:
cs: Aktuální implicitní pøíznaky:

source: Current flags:
cs: Aktuální pøíznaky:

source: Current leds:
cs: Aktuální stav diod:

source: Old default flags:
cs: Staré implicitní pøíznaky:

source: New default flags:
cs: Nové implicitní pøíznaky:

source: Old flags:
cs: Staré pøíznaky:

source: New flags:
cs: Nové pøíznaky:

source: Old leds:
cs: Starý stav diod:

source: New leds:
cs: Nový stav diod:

source: loadunimap: out of memory
cs: loadunimap: nedostatek pamìti

source: Out of Memory
cs: Nedostatek pamìti

source: Out of Memory?
cs: Nedostatek pamìti?

source: Warning: line too long in unicode map.
cs: Varování: pøíli¹ dlouhý øádek v unicodové mapì

source: Bad input line: %s
cs: Chybný vstupní øádek %s

source: unicode map: glyph number (0x%x) larger than font length
cs: unicodová mapa: èíslo glyfu (0x%x) je vìt¹í ne¾ délka fontu

source: unicode map: bad end of range (0x%x)
cs: unicodová mapa: chybný konec rozsahu (0x%x)

source: unicode map: Corresponding to a range of font positions, there should be a Unicode range
cs: unicodová mapa: Pro ka¾dý rozsah pozic ve fontu by mìl existovat odpovídající unicodový rozsah.

source: unicode map: Bad Unicode range corresponding to font position range 0x%x-0x%x
cs: unicodová mapa: chybný unicodový rozsah pro rozsah pozic 0x%x - 0x%x ve fontu

source: unicode map: Unicode range U+%x-U+%x not of the same length as font position range 0x%x-0x%x
cs: unicodová mapa: unicodový rozsah U+%x-U+%x nemá stejnou délku jako rozsah pozic 0x%x-0x%x ve fontu

source: unicode map: trailing junk (%s) ignored
cs: unicodová mapa: nesmysly na konci (%s) ignoruji

source: Would save %d SFM entries in `%s'.
cs: Ulo¾ím SFM polo¾ky (%d) do `%s'.

source: Couldnt get a file descriptor referring to the console
cs: Popis souboru odkazující na konzoli nelze zjistit.

source: Unknown PSF mode number (%d).
cs: Neznámé èíslo PSF módu (%d).

source: Error: unknown charset `%s'.
cs: Chyba: neznámá sada znakù `%s'.

source: assuming iso-8859-2 %s
cs: pou¾ito iso-8859-2 %s

source: assuming iso-8859-3 %s
cs: pou¾ito iso-8859-3 %s

source: assuming iso-8859-4 %s
cs: pou¾ito iso-8859-4 %s

source: unknown keysym `%s'
cs: neznámý symbol klávesy `%s'

source: %s: %s child exited anormally with code %d.
cs: %s: %s potomek skonèil s chybou (status %d)

source: %s: %s child was terminated by signal %d.
cs: %s: %s potomek byl ukonèen signálem %d

source: %s: %s child was stopped by signal %d.
cs: %s: %s potomek byl zastaven signálem %d

source: Feeder
cs: Nahánìè

source: Decompressor
cs: Dekomprimovací program

source: Identifier
cs: Identifikátor

source: %s child exited OK.
cs: %s potomek úspì¹nì ukonèen

source: fread magic
cs: fread magické èíslo

source: decompressor fork
cs: dekomprimovací program fork

source: decompressor: close file[1]
cs: dekomprimovací program: close file[1]

source: decompressor: close uncompressed[0]
cs: dekomprimovací program: close uncompressed[0]

source: decompressor: dup2 file[0]
cs: dekomprimovací program: dup2 file[0]

source: decompressor: dup2 uncompressed[1]
cs: dekomprimovací program: dup2 uncompressed[1]

source: Decompressor program not found: %s
cs: Dekomprimovací program %s nenalezen.

source: decompressor: execlp
cs: dekomprimovací program: execlp

source: feeder fork
cs: nahanìè fork

source: feeder: close uncompressed[0]
cs: nahanìè: close uncompressed[0]

source: feeder: write zmagicbuf
cs: nahanìè: write zmagicbuf

source: feeder: feed
cs: nahanìè: feed

source: identifier fork
cs: identifikátor fork

source: identifier: close identified[0]
cs: identifikátor: close identified[0]

source: identifier: write magicIDbuf
cs: identifikátor: write magicIDbuf

source: identifier: feed
cs: identifikátor: feed

source: Zombie %d caught.
cs: Zachycena mátoha %d.

source: One for nothing.
cs: Jeden za nic.

source: Warning: ignoring a possible path (too long).
cs: Varování: ignoruji mo¾nou cestu (pøíli¹ dlouhá).

source: feeder
cs: nahanìè

source: decompressor
cs: dekomprimovací program

source: identifier
cs: identifikátor

source: findfile(): timeout waiting for undead child(ren) ?
cs: findfile(): vypr¹el èasový limit pøi èekání na potomka(y)?

source: Buffer overflow - aborting
cs: Pøeteèení bufferu - konèím

source: Cannot stat map file
cs: Volání stat pro soubor s mapou selhalo

source: 16bit screen-map MUST be a regular file.
cs: 16bitová obrazovková mapa musí být obyèejným souborem.

source: fseek failed reading binary 16bit screen-map
cs: volání fseek selhalo pøi ètení 16bitové obrazovková mapy

source: Cannot read [new] map from file
cs: Nelze èíst ze souboru [novou] mapu.

source: Input screen-map is binary.
cs: Vstupní obraovková mapa je v binárním tvaru.

source: Assuming 8bit screen-map - MUST be a regular file.
cs: Ppou¾ita 8bitová obrazovková mapa - MUSÍ být obyèejným souborem.

source: fseek failed assuming 8bit screen-map
cs: volání fseek selhalo pro 8bitovou obrazovkovou mapu

source: fseek() returned ESPIPE !
cs: volání fseek() vrátilo ESPIPE!

source: fseek for binary 8bit screen-map
cs: fseek pro 8bitovou obrazovkovou mapu v binárním tvaru

source: Cannot read [old] map from file
cs: Nelze èíst ze souboru [starou] mapu.

source: Error parsing symbolic map
cs: Chyba pøi zpracování mapy symbolù

source: uni_screen_map_read_ascii() can't read line
cs: uni_screen_map_read_ascii() nelze pøeèíst øádek

source: GIO_UNISCRNMAP ioctl error
cs: chyba GIO_UNISCRNMAP ioctl

source: GIO_SCRNMAP ioctl error
cs: chyba GIO_SCRNMAP ioctl

source: Error writing map to file
cs: Chyba pøi zápisu souboru s mapou

source: %s: Unexpected arguments.
cs: %s: neoèekávané pøepínaèe

source: Usage: %s [options] [commands]
cs: Pou¾ití: %s [pøepínaèe] [pøíkazy]

source: List operations as they are done
cs: Vypisuje informace o èinnosti

source: Do not change the console state nor write to any file
cs: Nezmìní stav konzole ani nebude zapisovat do ¾ádného souboru

source: (N in 0..32) Choose the right font from a codepage that contains three fonts (only 8/14/16 allowed then), or choose default font, ie. "default8xN"
cs: (N mezi 0..32) Zvolí písmo z kódové stránky, která obsahuje tøi písma (pak je povoleno pouze 8/14/16), nebo zvolí implicitní písmo, t.j. "default8xN"

source: Suppress loading of a screen-font map [use with care]
cs: Nenaète sfm [pou¾ívejte obezøetnì]

source: When loading an ACM, activate G1 charset instead of G0
cs: Pøi naèítání ACM aktivuje místo znakové sady G0 sadu G1

source: Use `device' as console device for ioctls
cs: Pou¾ije `device' jako konzoli pro ioctl

source: Load the console-font from specified file
cs: Naète konzolové písmo ze zadaného souboru

source: Load a default font from a file
cs: Naète implicitní písmo ze souboru

source: Restore ROM font (does not work with all kernels)
cs: Obnoví ROM písmo (nefunguje se v¹emi jádry)

source: Load the SFM from specified file (instead of the one in font-file, if any)
cs: Naète SFM ze zadaného souboru (místo ze souboru s fontem)

source: Merge SFM fallbacks from file into SFM
cs: Pøipojí SFM náhradníky ze souboru k SFM

source: Load the ACM from specified file
cs: Naète ACM ze zadaného souboru

source: Write current font to prefered format (now: psf-with-sfm)
cs: Ulo¾í aktuální písmo v preferovaném formátu (nyní: psf-with-sfm)

source: Write current font to PSF file before loading a new one
cs: Ulo¾í aktuální PSF písmo do souboru pøed naètením nového

source: Same as -old-font-psf, and add current SFM in the PSF file
cs: Stejné jako -old-file-psf a pøipojí aktuální SFM

source: Write current font to RAW file before loading a new one
cs: Ulo¾í aktuální RAW písmo do souboru pøed naètením nového

source: Write current ACM to file before loading a new one
cs: Ulo¾í aktuální ACM do souboru pøed naètením nového

source: Write current SFM to file before loading a new one
cs: Ulo¾í aktuální SFM do souboru pøed naètením nového

source: too many `-' as filenames
cs: bylo zadáno pøíli¹ mnoho `-' jako jmen souboru

source: --char-height argument should be in 1..31
cs: argument pro pøepínaè --char-height musí být v rozsahu 1..31

source: only one font file is allowed
cs: je povoleno pouze jedno písmo

source: only one ACM is allowed
cs: je povoleno pouze jedno ACM

source: only one SFM is allowed
cs: je povoleno pouze jedno SFM

source: multiple requests for SFM handling
cs: vícero po¾adavkù na zpracování SFM

source: WARNING: not using a unimap may lead to erroneous display !
cs: VAROVÁNÍ: nepou¾ívání unicodové mapy mù¾e vést k chybnému zobrazení!

source: only one output RAW font-file is allowed
cs: je mo¾né zadat pouze jeden výstupní soubor pro 'RAW' písmo

source: only one output PSF font-file is allowed
cs: je mo¾né zadat pouze jeden výstupní soubor pro PSF písmo

source: only one output PSF+SFM font-file is allowed
cs: je mo¾né zadat pouze jeden výstupní soubor pro PSF písmo + SFM

source: only one output ACM file is allowed
cs: je mo¾né zadat pouze jeden výstupní soubor pro ACM

source: only one output SFM file is allowed
cs: je mo¾né zadat pouze jeden výstupní soubor pro PSF

source: unknown option
cs: neznámý pøepínaè

source: no non-option arguments are valid
cs: jako argumenty programu jsou povoleny pouze pøepínaèe

source: nothing to do
cs: není co dìlat

source: Saving raw old font
cs: Ukládá se staré 'raw' písmo.

source: Saving PSF old font
cs: Ukládá se staré PSF písmo.

source: Saving PSF+unimap old font
cs: Ukládá se staré PSF písmo + unimap.

source: Would save ACM to file `%s'.
cs: Byl by ulo¾en ACM do `%s'.

source: Saving ACM to file `%s'.
cs: Ukládá se ACM do `%s'.

source: Would load ACM from `%s'
cs: Byl by naèeten ACM ze `%s'.

source: Loading ACM from `%s'
cs: Naèítá se ACM ze `%s'.

source: Error reading ACM file.
cs: Chyba pøi ètení souboru s ACM.

source: Would read screen-font map from %s.
cs: Byl by èten SFM ze %s.

source: Reading screen-font map from %s.
cs: Ète se SFM z %s.

source: Requesting SFM from kernel.
cs: Jádru zaslán po¾adavek na SFM.
