Repository: ipwndev/DSLinux
Catalog: trunk/user/console-tools/src/po/*.po
Languages: cs

source: No valid SFM currently loaded. Aborting.
cs: Není naèteno ¾ádné platné SFM. Konèím.

source: Reading SFM fallbacks from `%s'.
cs: Ètou se SFM náhradníci z `%s'.

source: Read %u fallback entries.
cs: Naèteno náhradníkù: %u

source: WARNING: No SFM found in file or kernel ? Ignoring fallback file.
cs: VAROVÁNÍ: SFM nebylo nalezeno ani v souboru, ani v jádru? Tabulka náhradníkù ignorována.

source: Would set kernel SFM.
cs: Bylo by nastaveno SFM pro jádro.

source: Setting kernel SFM.
cs: Nastavuje se SFM v jádru.

source: Cannot find a default font file.
cs: Implicitní soubor s písmem nelze nalézt.

source: Cannot find default font file `default8x%02d'.
cs: Implicitní soubor s písmem `default8x%02d' nelze nalézt.

source: Cannot open font file `%s'.
cs: Soubor s písmem `%s' nelze otevøít.

source: Only fontsize 256 supported.
cs: Podporována je pouze velikost písem 256.

source: Would load %d-chars %dx%d font from file `%s'.
cs: Bylo by naèteno %dznakové %dx%d písmo ze souboru `%s'.

source: Loading %d-chars %dx%d font from file `%s'.
cs: Naèítá se %dznakové %dx%d písmo ze souboru `%s'.

source: Reading default SFM from `%s'.
cs: Ète se implicitní SFM ze `%s'.

source: Cannot write SFM into non-PSF font-file.
cs: SFM nelzr do nePSF souboru s písmem ulo¾it.

source: Can only save 8bit-wide fonts for now, and font is %d-bit wide.
cs: Lze ukládat pouze 8bitová písma a toto písmo je %dbitové.

source: Can only save 256-chars fonts in RAW files, and font has %d chars.
cs: Do 'RAW' souborù lze ulo¾it pouze 256ti znaková písma a toto písmo má znakù %d.

source: Found nothing to save.
cs: Nebylo nalezeno jsem nic k ulo¾ení.

source: Would have saved 8x%d %s font file on `%s'%s.
cs: Byl by ulo¾en 8x%d %s soubor s písmem na `%s'%s.

source: Saved 8x%d %s font file on `%s'%s.
cs: Ulo¾en 8x%d %s soubor s písmem na `%s'%s.

source: , with SFM
cs: , se SFM

source: , without SFM
cs: , bez SFM

source: Usage: %s Displays a screen-font's contents.
cs: Pou¾ití: %s Vypí¹e obsah konzolového písma.

source: Usage: %s Clears the Unicode map from the console. Note: nowadays this kills kernel console output!
cs: Pou¾ití: %s Deaktivuje unicodovou mapu pro konzoli. Poznámka: to nyní vypne i výstup jádra na konzoli!

source: Usage: %s [console] Dump the contents of the screen to stdout
cs: Pou¾ití: %s [konzole] Vypí¹e na standardní vstup obsah obrazovky.

source: dump contents of screen s
cs: ulo¾it obsah obrazovky

source: %s: Wrong number of args
cs: %s: Chybný poèet pøepínaèù

source: Out of memory
cs: Nedostatek pamìti

source: Error reading %s
cs: Chyba pøi ètení %s

source: Could not use /dev/vcs*, trying TIOCLINUX
cs: /dev/vcs* nelze pou¾ít, zkou¹ím TIOCLINUX.

source: Out of memory.
cs: Nedostatek pamìti

source: couldn't read %s, and cannot ioctl dump
cs: %s nelze pøeèíst a ioctl pro dump nelze volat

source: Strange ... screen is both %dx%d and %dx%d ??
cs: Zvlá¹tní ... obrazovka je zároveò %dx%d a %dx%d ??

source: Out of memory?
cs: Nedostatek pamìti?

source: Error writing screen dump
cs: Chyba pøi ukládání obsahu obrazovky

source: Usage: %s ON|on|off Set VESA blanking on console.
cs: Pou¾ití: %s ON|on|off Zapne na konzoli VESA stmívání.

source: turn blanking on
cs: zapne stmívání

source: %s: argument '%s' should be 'ON', 'on' or 'off'
cs: %s: argument '%s' by mìl být 'ON', 'on' èi 'off'

source: Usage: %s [option]
cs: Pou¾ití: %s [pøepínaè]

source: don't print result
cs: nevypí¹e výsledky

source: Single-byte char mode.
cs: re¾im 1bajtových znakù

source: Usage: %s COLSxROWS %s COLS ROWS %s -lines ROWS, with ROWS one of 25, 28, 30, 34, 36, 40, 44, 50, 60
cs: Pou¾ití: %s SLOUPCExØÁDKY %s SLOUPCE ØÁDKY %s -lines ØÁDKY, kde ØÁDKY = jedno z 25, 28, 30, 34, 36, 40, 44, 50 èi 60

source: %s: Invalid number of columns: %s
cs: %s: %s je chybný poèet sloupcù

source: %s: Invalid number of rows: %s
cs: %s: %s je chybný poèet øádkù

source: %s: Invalid arguments
cs: %s: Chybné pøepínaèe

source: %s: Unrecognized argument
cs: %s: Neznámý pøepínaè

source: %s: bad number of arguments
cs: %s: chybný poèet pøepínaèù

source: %s: cannot find videomode file %s
cs: %s: soubor s grafickými re¾imy (%s) nelze nalézt

source: Invalid number of lines
cs: Chybný poèet øádkù

source: Old mode: %dx%d New mode: %dx%d
cs: Starý re¾im: %dx%d Nový re¾im: %dx%d

source: Old #scanlines: %d New #scanlines: %d Character height: %d
cs: Starý poèet øádkù: %d Nový poèet øádkù: %d Vý¹ka znakù: %d

source: %s: the command `%s' failed
cs: %s: pøíkaz `%s' selhal

source: %s: don't forget to change TERM (maybe to con%dx%d or linux-%dx%d)
cs: %s nezapomeòte zmìnit promìnnou TERM (snad na con%dx%d èi linux-%dx%d)

source: Also the variables LINES and COLUMNS may need adjusting.
cs: Promìnné LINES a COLUMNS mù¾e také být tøeba upravit.

source: %s: cannot get I/O permissions.
cs: %s: vstupnì/výstupní oprávnìní nelze získat

source: Usage: %s [N1 N2 ...] Deallocate virtual terminal(s)
cs: Pou¾ití: %s [N1 N2 ...] Dealokuje virtuální terminály

source: virtual terminal
cs: virtuální terminál

source: %s: 0: illegal VT number
cs: %s: 0 je chybné èíslo VT

source: %s: VT 1 is the console and cannot be deallocated
cs: %s: VT 1 je konzole a nemù¾e být dealokován

source: %s: could not deallocate console %d
cs: %s: konzoli %d nelze dealokovat

source: %s: deallocating all unused consoles failed
cs: %s: dealokace v¹ech nepou¾ívaných konzolí se nezdaøila

source: Usage: %s [vt_number] Print foreground console
cs: Pou¾ití: %s [èíslo vt] Vytiskne èíslo vt, který je na popøedí.

source: Usage: %s [vt_number] Change virtual terminal
cs: Pou¾ití: %s [èíslo vt] Zmìní virtuální terminál.

source: Usage: %s Show time in upper right hand corner of the console screen
cs: Pou¾ití: %s V pravém horním rohu konzole bude ukazovat aktuální èas.

source: Usage: %s tty text Put text into the input buffer of a virtual terminal.
cs: Pou¾ití: %s tty text Vlo¾í text do vstupního bufferu virtuálního terminálu.

source: device name
cs: jméno zaøízení

source: text to insert
cs: text pro vlo¾ení

source: %s: No tty specified.
cs: %s: Nebylo zadáno ¾ádné tty.

source: %s: No text specified.
cs: %s: Nebyl zadán ¾ádný text.

source: %s: too many arguments
cs: %s: pøíli¹ mnoho argumentù

source: %s: could not open tty
cs: %s: tty nelze otevøít

source: %s: TIOCSTI ioctl failed
cs: %s: volání TIOCSTI ioctl selhalo
