Repository: ipwndev/DSLinux
Catalog: tags/diffutils/diffutils-2.8/po/*.po
Languages: tr

source: program error
tr: yazýlým hatasý

source: stack overflow
tr: yýðýt taþmasý

source: Unknown system error
tr: Bilinmeyen sistem hatasý

source: This program comes with NO WARRANTY, to the extent permitted by law. You may redistribute copies of this program under the terms of the GNU General Public License. For more information about these matters, see the file named COPYING.
tr: Bu yazýlým, kanunun izin verdiði ölçüde, HÝÇ BÝR GARANTÝ içermez. Bu yazýlýmýn kopyalarýný GNU Genel Kamu Lisansý'nýn koþullarý altýnda daðýtabilirsiniz. Bu konular ile ilgili daha fazla bilgi için lütfen COPYING adýndaki dosyaya bakýn.

source: %s: option `%s' is ambiguous
tr: %s: `%s' seçeneði belirsiz

source: %s: option `--%s' doesn't allow an argument
tr: %s: `--%s' seçeneði argümansýz kullanýlýr

source: %s: option `%c%s' doesn't allow an argument
tr: %s: seçenek `%c%s' argümansýz kullanýlýr

source: %s: option `%s' requires an argument
tr: %s: `%s' seçeneði bir argümanla kullanýlýr

source: %s: unrecognized option `--%s'
tr: %s: `--%s' seçeneði bilinmiyor

source: %s: unrecognized option `%c%s'
tr: %s: `%c%s' seçeneði bilinmiyor

source: %s: illegal option -- %c
tr: %s: kuraldýþý seçenek -- %c

source: %s: invalid option -- %c
tr: %s: geçersiz seçenek -- %c

source: %s: option requires an argument -- %c
tr: %s: seçenek bir argümanla kullanýlýr -- %c

source: %s: option `-W %s' is ambiguous
tr: %s: `-W %s' seçeneði belirsiz

source: %s: option `-W %s' doesn't allow an argument
tr: %s: `-W %s' seçeneði argümansýz kullanýlýr

source: Success
tr: Baþarýlý

source: No match
tr: Eþleme yok

source: Invalid regular expression
tr: Düzenli ifade geçersiz

source: Invalid collation character
tr: Harmanlama karakteri geçersiz

source: Invalid character class name
tr: Karakter sýnýf ismi geçersiz

source: Trailing backslash
tr: Ýzleyen ters kesme

source: Invalid back reference
tr: Geriye baþvuru geçersiz

source: Unmatched [ or [^
tr: [ ya da [^ eþleþmiyor

source: Unmatched ( or \(
tr: ( ya da \( eþleþmiyor

source: Unmatched \{
tr: \{ eþleþmiyor

source: Invalid content of \{\}
tr: \{\} içeriði geçersiz

source: Invalid range end
tr: Kapsam sonu geçersiz

source: Memory exhausted
tr: Bellek tükendi

source: Invalid preceding regular expression
tr: Önceki düzenli ifade geçersiz

source: Premature end of regular expression
tr: Düzenli ifadenin sonu eksik kalmýþ

source: Regular expression too big
tr: Düzenli ifade çok büyük

source: Unmatched ) or \)
tr: ) ya da \) eþleþmiyor

source: No previous regular expression
tr: Daha önce düzenli ifade yok

source: memory exhausted
tr: bellek tükendi

source: Files %s and %s differ
tr: %s ve %s dosyalarý birbirinden farklý

source: Binary files %s and %s differ
tr: Ýkilik dosyalar %s ve %s birbirinden farklý

source: No newline at end of file
tr: Dosya sonunda yenisatýr yok.

source: Written by Torbjorn Granlund and David MacKenzie.
tr: Torbjorn Granlund ve David MacKenzie tarafýndan yazýlmýþtýr.

source: Try `%s --help' for more information.
tr: Daha fazla bilgi için `%s --help' komutunu kullanýn.

source: invalid --ignore-initial value `%s'
tr: geçersiz -- ilk deðer `%s' yoksayýlmýþ

source: options -l and -s are incompatible
tr: -l ve -s seçenekleri beraber kullanýlamaz

source: write failed
tr: yazma baþarýsýz oldu

source: standard output
tr: standart çýktý

source: -b --print-bytes Print differing bytes.
tr: -b --print-bytes Bayt farklarýný çýktýlar.

source: -i SKIP --ignore-initial=SKIP Skip the first SKIP bytes of input.
tr: -i ATLA --ignore-initial=ATLA Girdinin ilk ATLA baytýný atlar.

source: -i SKIP1:SKIP2 --ignore-initial=SKIP1:SKIP2
tr: -i ATLA1:ATLA2 --ignore-initial=ATLA1:ATLA2

source: Skip the first SKIP1 bytes of FILE1 and the first SKIP2 bytes of FILE2.
tr: DOSYA1'in ilk ATLA1 baytýný ve DOSYA2'nin ilk ATLA2 baytýný atlar.

source: -l --verbose Output byte numbers and values of all differing bytes.
tr: -l --verbose Bütün farklý baytlarýn numaralarýný ve deðerlerini gösterir.

source: -n LIMIT --bytes=LIMIT Compare at most LIMIT bytes.
tr: -n LÝMÝT --bytes=LÝMÝT En fazla LÝMÝT baytý karþýlaþtýrýr.

source: -s --quiet --silent Output nothing; yield exit status only.
tr: -s --quiet --silent Hiç bir þey çýktýlamaz, yalnýzca çýkýþ durumunu bildirir.

source: -v --version Output version info.
tr: -v --version Sürüm bilgisini gösterir.

source: --help Output this help.
tr: --help Bu yardýmý gösterir.

source: Usage: %s [OPTION]... FILE1 [FILE2 [SKIP1 [SKIP2]]]
tr: Kullaným: %s [SEÇENEK]... DOSYA1 [DOSYA2 [ATLA1 [ATLA2]]]

source: Compare two files byte by byte.
tr: Ýki dosyayý bayt bayt karþýlaþtýrýr.

source: SKIP1 and SKIP2 are the number of bytes to skip in each file.
tr: ATLA1 ve ATLA2 her dosyada atlanacak bayt sayýsýný gösterir.

source: SKIP values may be followed by the following multiplicative suffixes: kB 1000, K 1024, MB 1,000,000, M 1,048,576, GB 1,000,000,000, G 1,073,741,824, and so on for T, P, E, Z, Y.
tr: ATLA deðerleri aþaðýdaki çarpanlarla sonlanabilir: kB 1000, K 1024, MB 1,000,000, M 1,048,576, GB 1,000,000,000, G 1,073,741,824, ve T, P, E, Z, Y için devam eder.

source: If a FILE is `-' or missing, read standard input.
tr: Eðer DOSYA `-' ise veya yoksa, standart girdi okunur.

source: Report bugs to <bug-gnu-utils@gnu.org>.
tr: Yazýlým hatalarýný <bug-gnu-utils@gnu.org> adresine, çeviri hatalarýný <gnu-tr-u12a@lists.sourceforge.net> adresine bildirin.

source: invalid --bytes value `%s'
tr: geçersiz --bytes deðeri `%s'

source: missing operand after `%s'
tr: `%s'den sonra iþlenen eksik

source: extra operand `%s'
tr: fazla iþlenen `%s'

source: %s %s differ: byte %s, line %s
tr: %s %s farklý: bayt %s, satýr %s

source: %s %s differ: byte %s, line %s is %3o %s %3o %s
tr: %s %s farklý: bayt %s, satýr %s: %3o %s %3o %s

source: cmp: EOF on %s
tr: cmp: %s'da EOF (dosyasonu)

source: Written by Paul Eggert, Mike Haertel, David Hayes, Richard Stallman, and Len Tower.
tr: Paul Eggert, Mike Haertel, David Hayes, Richard Stallman, ve Len Tower tarafýndan yazýlmýþtýr.

source: invalid context length `%s'
tr: `%s' içerik uzunluðu geçersiz

source: pagination not supported on this host
tr: sayfalama bu makina üzerinde desteklenmiyor

source: too many file label options
tr: çok fazla dosya etiket seçeneði

source: invalid width `%s'
tr: geçersiz geniþlik `%s'

source: conflicting width options
tr: çeliþkili geniþlik seçenekleri

source: invalid horizon length `%s'
tr: geçersiz ufuk uzunluðu `%s'

source: `-%ld' option is obsolete; use `-%c %ld'
tr: `-%ld' seçeneði kullanýmdan kalktý; `-%c %ld' kullanýn

source: `-%ld' option is obsolete; omit it
tr: `-%ld' seçeneði kullanýmdan kalktý; kullanmayýn

source: --from-file and --to-file both specified
tr: hem --from-file hem de --to-file belirtilmiþ

source: Compare files line by line.
tr: Dosyalarý satýr satýr karþýlaþtýrýr.

source: -i --ignore-case Ignore case differences in file contents.
tr: -i --ignore-case Dosya içeriðinde büyük/küçük harf farklarýný yoksayar.

source: --ignore-file-name-case Ignore case when comparing file names.
tr: --ignore-file-name-case Dosya isimlerinde büyük/küçük harf farklarýný yoksayar.

source: --no-ignore-file-name-case Consider case when comparing file names.
tr: --no-ignore-file-name-case Dosya isimlerinde büyük/küçük harf farký gözetir.

source: -E --ignore-tab-expansion Ignore changes due to tab expansion.
tr: -E --ignore-tab-expansion Sekmelerin açýlmasýndan doðan farklarý yoksayar.

source: -b --ignore-space-change Ignore changes in the amount of white space.
tr: -b --ignore-space-change Boþluk miktarýndaki deðiþiklikleri yoksayar.

source: -w --ignore-all-space Ignore all white space.
tr: -w --ignore-all-space Bütün boþluklarý yoksayar.

source: -B --ignore-blank-lines Ignore changes whose lines are all blank.
tr: -B --ignore-blank-lines Satýrlarý boþ olan deðiþiklikleri dikkate almaz.

source: -I RE --ignore-matching-lines=RE Ignore changes whose lines all match RE.
tr: -I DÜZÝF --ignore-matching-lines=DÜZÝF Satýrlarý DÜZÝF kalýbýna uyan farklarý yok sayar.

source: --strip-trailing-cr Strip trailing carriage return on input.
tr: --strip-trailing-cr Girdiden en sonda sarkan satýr baþýný soyar.

source: --binary Read and write data in binary mode.
tr: --binary Datayý ikilik kipte yazar ve okur.

source: -a --text Treat all files as text.
tr: -a --text Bütün dosyalarý metin imiþcesine iþler.

source: -c -C NUM --context[=NUM] Output NUM (default 3) lines of copied context. -u -U NUM --unified[=NUM] Output NUM (default 3) lines of unified context. --label LABEL Use LABEL instead of file name. -p --show-c-function Show which C function each change is in. -F RE --show-function-line=RE Show the most recent line matching RE.
tr: -c -C SAYI --context[=SAYI] SAYI kadar baðlam satýrý kopyalar (öntanýmlý 3) -u -U SAYI --unified[=SAYI] SAYI kadar birleþmiþ baðlam satýrý kopyalar (öntanýmlý 3) --label ETÝKET Dosya adý yerine ETÝKET'i kullanýr. -p --show-c-function Her farkýn hangi C iþlevi içinde olduðunu gösterir. -F DÜZÝF --show-function-line=DÜZÝF DÜZÝF düzenli ifade kalýbýna uygun olan en son satýrý gösterir.

source: -q --brief Output only whether files differ.
tr: -q --brief Yalnýzca dosyalarýn farklý olup olmadýðýný gösterir.

source: -e --ed Output an ed script.
tr: -e --ed Bir ed betiði çýktýlar.

source: --normal Output a normal diff.
tr: --normal Normal bir diff çýktýlar.

source: -n --rcs Output an RCS format diff.
tr: -n --rcs RCS biçeminde diff çýktýlar.

source: -y --side-by-side Output in two columns. -W NUM --width=NUM Output at most NUM (default 130) print columns. --left-column Output only the left column of common lines. --suppress-common-lines Do not output common lines.
tr: -y --side-by-side Ýki sütun halinde çýktý verir. -w SAYI --width=SAYI Satýr baþýna en fazla SAYI kadar karakter çýktýlar (öntanýmlý 130). --left-column Ortak satýrlarda yalnýz sol sütunu gösterir. --suppress-common-lines Ortak satýrlarý göstermez.

source: -D NAME --ifdef=NAME Output merged file to show `#ifdef NAME' diffs.
tr: -D ÝSÝM --ifdef=ÝSÝM #ifdef ÝSÝM farklarýný gösteren harmanlanmýþ dosya çýktýlar.

source: --GTYPE-group-format=GFMT Similar, but format GTYPE input groups with GFMT.
tr: --GTÜR-group-format=GBÇ Benzer, fakat GTÜR biçeminde girdi gruplarý GBÇ ile biçemlendirilir.

source: --line-format=LFMT Similar, but format all input lines with LFMT.
tr: --line-format=LBÇ Benzer, fakat bütün girdi satýrlarý LBÇ ile biçemlendirilir.

source: --LTYPE-line-format=LFMT Similar, but format LTYPE input lines with LFMT.
tr: --LTÜR-line-format=LBÇ Benzer, fakat LTÜR girdi satýrlarý LBÇ ile biçemlendirilir.

source: LTYPE is `old', `new', or `unchanged'. GTYPE is LTYPE or `changed'.
tr: LTÜR, `old' (eski), `new' (yeni) veya `unchanged' (deðiþmemiþ) olabilir. GTÜR, LTÜR veya `changed' (deðiþmiþ) olabilir.

source: GFMT may contain: %< lines from FILE1 %> lines from FILE2 %= lines common to FILE1 and FILE2 %[-][WIDTH][.[PREC]]{doxX}LETTER printf-style spec for LETTER LETTERs are as follows for new group, lower case for old group: F first line number L last line number N number of lines = L-F+1 E F-1 M L+1
tr: GBÇ aþaðýdakileri içerebilir: %< DOSYA1'den satýrlar %> DOSYA2'den satýrlar %= DOSYA1 ve DOSYA2'de ortak olan satýrlar %[-][GENÝÞLÝK][.[KESÝNLÝK]]{doxX}HARF HARF için printf tarzý biçem HARF'ler yeni grup için aþaðýdaki gibi, eski grup için ise küçük harf olurlar: F ilk satýr numarasý L son satýr numarasý N satýr sayýsý = L-F+1 E F-1 M L+1

source: LFMT may contain: %L contents of line %l contents of line, excluding any trailing newline %[-][WIDTH][.[PREC]]{doxX}n printf-style spec for input line number
tr: LBÇ aþaðýdakileri içerebilir: %L satýrýn içeriði %l sonlayan yenisatýr karakteri hariç, satýrýn içeriði %[-][GENÝÞLÝK][.[KESÝNLÝK]]{doxX}n girdi satýr sayýsý için printf tarzý biçem

source: Either GFMT or LFMT may contain: %% % %c'C' the single character C %c'\OOO' the character with octal code OOO
tr: GBÇ veya LBÇ aþaðýdakileri içerebilir: %% % %c'C' tekli karakter C %c'\OOO' Sekizlik kodu OOO olan karakter

source: -l --paginate Pass the output through `pr' to paginate it.
tr: -l --paginate Çýktýyý `pr' komutundan geçirerek sayfalar.

source: -t --expand-tabs Expand tabs to spaces in output.
tr: -t --expand-tabs Çýktýda sekmeleri boþluk haline getirir.

source: -T --initial-tab Make tabs line up by prepending a tab.
tr: -T --initial-tab Baþlarýna bir sekme ilave ederek sekmelerin hizalanmasýný saðlar.

source: -r --recursive Recursively compare any subdirectories found.
tr: -r --recursive Çevrimli olarak bulunan bütün alt dizinleri karþýlaþtýrýr.

source: -N --new-file Treat absent files as empty.
tr: -N --new-file Var olmayan dosyalarý boþ varsayar.

source: --unidirectional-new-file Treat absent first files as empty.
tr: --unidirectional-new-file Var olmayan birinci dosyayý boþ varsayar.

source: -s --report-identical-files Report when two files are the same.
tr: -s --report-identical-files iki dosyanýn birbirinin aynýsý olup olmadýðýný bildirir.

source: -x PAT --exclude=PAT Exclude files that match PAT.
tr: -x KALIP --exclude=KALIP KALIP'a uyan dosyalarý iþleme dahil etmez.

source: -X FILE --exclude-from=FILE Exclude files that match any pattern in FILE.
tr: -X DOSYA --exclude-from=DOSYA DOSYA'da bulunan kalýplara uyan dosyalarý iþlem dýþý tutar.

source: -S FILE --starting-file=FILE Start with FILE when comparing directories.
tr: -S DOSYA --starting-file=DOSYA Dizinleri karþýlaþtýrýrken DOSYA'dan baþlar.

source: --from-file=FILE1 Compare FILE1 to all operands. FILE1 can be a directory.
tr: --from-file=DOSYA1 DOSYA1'i bütün iþlenenlerle karþýlaþtýrýr. DOSYA1 dizin olabilir.

source: --to-file=FILE2 Compare all operands to FILE2. FILE2 can be a directory.
tr: --to-file=DOSYA2 Bütün iþlenenleri DOSYA2 ile karþýlaþtýrý. DOSYA2 dizin olabilir.

source: --horizon-lines=NUM Keep NUM lines of the common prefix and suffix.
tr: --horizon-lines=SAYI ortak ilkek ve soneklerin SAYI satýrýný tutar.

source: -d --minimal Try hard to find a smaller set of changes.
tr: -d --minimal Daha küçük bir fark kümesi bulmaya çalýþýr.

source: --speed-large-files Assume large files and many scattered small changes.
tr: --speed-large-files Büyük dosyalar ve çok sayýda daðýnýk küçük farklar olduðunu farzeder.

source: FILES are `FILE1 FILE2' or `DIR1 DIR2' or `DIR FILE...' or `FILE... DIR'.
tr: DOSYAlar: `DOSYA1 DOSYA2' veya `DÝZÝN1 DÝZÝN2' veya `DÝZÝN DOSYA...' veya `DOSYA...DÝZÝN';

source: If --from-file or --to-file is given, there are no restrictions on FILES.
tr: eðer --from-file veya --to-file kullanýlmýþsa, DOSYAlar üzerinde kýsýtlama yoktur.

source: If a FILE is `-', read standard input.
tr: Eðer bir DOSYA `-' ise, standart girdi okunur.

source: Usage: %s [OPTION]... FILES
tr: Kullaným: %s [SEÇENEK]... DOSYAlar

source: conflicting %s option value `%s'
tr: çeliþkili %s seçeneði deðeri: `%s'

source: conflicting output style options
tr: çeliþkili çýktý tarz seçenekleri

source: regular empty file
tr: normal boþ dosya

source: regular file
tr: normal dosya

source: directory
tr: dizin

source: block special file
tr: blok özel dosyasý

source: character special file
tr: karakter özel dosyasý

source: socket
tr: soket

source: message queue
tr: ileti kuyruðu

source: semaphore
tr: semafor

source: shared memory object
tr: ortak bellek nesnesi

source: typed memory object
tr: türlenmiþ bellek nesnesi

source: weird file
tr: dosya garip

source: Only in %s: %s
tr: Yalnýzca %s'da: %s

source: cannot compare `-' to a directory
tr: `-', bir dizinle karþýlaþtýrýlamaz

source: -D option not supported with directories
tr: -D seçenek dizinler için kullanýlamaz.

source: Common subdirectories: %s and %s
tr: Ortak alt dizinler: %s ve %s

source: File %s is a %s while file %s is a %s
tr: %s dosyasý, bir %s, halbuki %s dosyasý bir %s

source: Files %s and %s are identical
tr: %s ve %s dosyalarý birbirinin ayný

source: Written by Randy Smith.
tr: Randy Smith tarafýndan yazýlmýþtýr.

source: incompatible options
tr: uyumsuz seçenekler

source: `-' specified for more than one input file
tr: `-' birden fazla girdi dosyasý için belirtilmiþ

source: read failed
tr: okuma baþarýsýz oldu

source: -e --ed Output unmerged changes from OLDFILE to YOURFILE into MYFILE.
tr: -e --ed ESKÝDOSYA ile SÝZÝNDOSYA arasýndaki harmanlanmamýþ farklarý BENÝMDOSYA'ya çýktýlar.

source: -E --show-overlap Output unmerged changes, bracketing conflicts.
tr: -E --show-overlap Harmanlanmamýþ deðiþiklikleri çýktýlar, ihtilaflarý köþeli parantez içinde gösterir.

source: -A --show-all Output all changes, bracketing conflicts.
tr: -A --show-all Bütün deðiþiklikleri çýktýlar, ihtilaflarý köþeli parantez içine alýr.

source: -x --overlap-only Output overlapping changes.
tr: -x --overlap-only Birbiri ile örtüþen farklarý gösterir.

source: -X Output overlapping changes, bracketing them.
tr: -X Birbiriyle örtüþen farklarý köþeli parantez içinde göstererek çýktýlar.

source: -3 --easy-only Output unmerged nonoverlapping changes.
tr: -3 --easy-only Harmanlanmamýþ, tekrarlanmayan deðiþiklikleri çýktýlar.

source: -m --merge Output merged file instead of ed script (default -A).
tr: -m --merge Ed betiði yerine harmanlanmýþ dosya çýktýlar. (öntanýmlý -A)

source: -L LABEL --label=LABEL Use LABEL instead of file name.
tr: -L ETÝKET --label=ETÝKET Dosya adý yerine ETÝKET'i kullanýr.

source: -i Append `w' and `q' commands to ed scripts.
tr: -i Ed betiklerinin sonuna `w' ve `q' komutlarýný ekler.

source: --diff-program=PROGRAM Use PROGRAM to compare files.
tr: --diff-program=YAZILIM Dosyalarý karþýlaþtýrmak için YAZILIM'ý kullanýr.

source: Usage: %s [OPTION]... MYFILE OLDFILE YOURFILE
tr: Kullaným: %s [SEÇENEK]... BENÝMDOSYA ESKÝDOSYA SÝZÝNDOSYA

source: Compare three files line by line.
tr: Üç dosyayý satýr satýr karþýlaþtýrýr.

source: internal error: screwup in format of diff blocks
tr: iç hata: diff bloklarý biçemlemesinde hata oluþtu

source: %s: diff failed:
tr: %s: diff baþarýsýz oldu:

source: internal error: invalid diff type in process_diff
tr: iç hata: process_diff iþlevi içinde geçersiz diff türü

source: invalid diff format; invalid change separator
tr: geçersiz diff biçemi; geçersiz fark ayracý

source: invalid diff format; incomplete last line
tr: geçersiz diff biçemi; tamamlanmamýþ son satýr

source: subsidiary program `%s' not executable
tr: alt yazýlým `%s' çalýþýr deðil

source: subsidiary program `%s' not found
tr: alt yazýlým `%s' bulunamadý

source: subsidiary program `%s' failed
tr: alt yazýlým `%s' baþarýsýz oldu

source: invalid diff format; incorrect leading line chars
tr: geçersiz diff biçemi; geçersiz satýr baþý karakterleri

source: internal error: invalid diff type passed to output
tr: iç hata: çýktýya geçersiz diff türü geçirildi

source: input file shrank
tr: girdi dosyasý küçüldü

source: cannot compare file names `%s' and `%s'
tr: dosya isimleri `%s' ve `%s' karþýlaþtýrýlamýyor

source: Written by Thomas Lord.
tr: Thomas Lord tarafýndan yazýlmýþtýr.

source: -o FILE --output=FILE Operate interactively, sending output to FILE.
tr: -o DOSYA --output=DOSYA Interaktif olarak çalýþýr, çýktýyý DOSYA'ya yönlendirir.

source: -i --ignore-case Consider upper- and lower-case to be the same.
tr: -i --ignore-case Büyük harf/küçük harf farký gözetmez.

source: -W --ignore-all-space Ignore all white space.
tr: -W --ignore-all-space Bütün boþluklarý yok sayar.

source: -w NUM --width=NUM Output at most NUM (default 130) columns per line.
tr: -w SAYI --width=SAYI Satýr baþýna en fazla SAYI kadar karakter çýktýlar (öntanýmlý 130).

source: -l --left-column Output only the left column of common lines.
tr: -l --left-column Ortak satýrlarý yalnýzca sol sütunda çýktýlar.

source: -s --suppress-common-lines Do not output common lines.
tr: -s --suppress-common-lines Ortak satýrlarý göstermez.

source: -H --speed-large-files Assume large files and many scattered small changes.
tr: -H --speed-large-files Büyük dosyalar ve çok sayýda daðýnýk küçük farklar olduðunu farzeder.

source: Usage: %s [OPTION]... FILE1 FILE2
tr: Kullaným: %s [SEÇENEK]... DOSYA1 DOSYA2

source: Side-by-side merge of file differences.
tr: Dosya farklarýnýn yanyana katýþtýrýlmasý.

source: cannot interactively merge standard input
tr: interaktif olarak standart girdi harmanlanamaz

source: both files to be compared are directories
tr: karþýlaþtýrýlacak her iki dosya da dizin

source: ed: Edit then use both versions, each decorated with a header. eb: Edit then use both versions. el: Edit then use the left version. er: Edit then use the right version. e: Edit a new version. l: Use the left version. r: Use the right version. s: Silently include common lines. v: Verbosely include common lines. q: Quit.
tr: ed: Düzenler, sonra iki tarafý da kullanýr, bir baþlýkla süsler. eb: Düzenler, sonra iki tarafý da kullanýr. el: Düzenler, sonra sol tarafý kullanýr. er: Düzenler, sonra sað tarafý kullanýr. e: Yeni bir sürüm düzenler. l: Sol tarafý kullanýr. r: Sað tarafý kullanýr. s: Ortak satýrlarý sessizce dahil eder. v: Ortak satýrlarý bilgi vererek dahil eder. q: Çýkar.
