Repository: ipwndev/DSLinux
Catalog: trunk/user/retawq/i18n/*.po
Languages: de

source: feature "%s" was disabled at compile-time%s
de: Unterstützung für "%s" wurde beim Kompilieren deaktiviert%s

source: graphics
de: Grafik

source: image
de: Bild

source: link
de: Verknüpfung

source: no
de: nein

source: off
de: aus

source: out of memory
de: zu wenig Speicher

source: retawq: fatal error:
de: retawq: fataler Fehler:

source: retawq: terminated by a signal
de: retawq: durch ein Signal beendet

source: too many objects
de: zu viele Objekte

source: write() failed
de: Schreibvorgang fehlgeschlagen

source: yes
de: ja

source: Bookmark
de: Lesezeichen

source: Document Info
de: Dokument-Info

source: Finformation window
de: FInformationsfenster

source: Forms:
de: Formulare:

source: Frames:
de: Rahmen:

source: Home
de: Startseite

source: Images:
de: Bilder:

source: Information about "%s"
de: Informationen über "%s"

source: Links:
de: Verknüpfungen:

source: Location:
de: Ort:

source: New Window
de: Neues Fenster

source: Open Local File...
de: Lokale Datei Öffnen...

source: Open Relative URL...
de: Relative URL Öffnen...

source: Open URL...
de: URL Öffnen...

source: Really repost form data?
de: Wirklich Formulardaten nochmal senden?

source: Size:
de: Größe:

source: Stop
de: Stoppen

source: Title:
de: Titel:

source: View
de: Ansicht

source: Window
de: Fenster
