Repository: ipwndev/DSLinux
Catalog: trunk/user/retawq/i18n/*.po
Languages: de

source: (expired)
de: (verfallen)

source: (secure)
de: (sicher)

source: %s <br>%s=%s, domain=%s, path=%s, comment=%s, %sflags=%d%s%s%s
de: %s <br>%s=%s, Domain=%s, Pfad=%s, Kommentar=%s, %sFlags=%d%s%s%s

source: expiry=%ld,
de: Verfall=%ld,

source: bad terminfo file
de: fehlerhafte Terminfo-Datei

source: bad value of environment variable TERM
de: ungültiger Wert der Umgebungsvariable TERM

source: required value missing in terminfo file
de: erforderlicher Wert fehlt in Terminfo-Datei

source: can't create window
de: kann Fenster nicht erzeugen

source: can't load font %s
de: kann Zeichensatz %s nicht laden

source: can't watch X display connections
de: kann X-Displayverbindungen nicht beobachten

source: %s"%s" isn't a regular file
de: %s"%s" ist keine reguläre Datei

source: %scan't get system information about "%s" (error #%d, %s)
de: %skann keine System-Information über "%s" bekommen (Fehler %d, %s)

source: %scan't open "%s" (error #%d, %s)
de: %skann "%s" nicht öffnen (Fehler %d, %s)

source: %scan't read file "%s" (error #%d, %s)
de: %skann die Datei "%s" nicht lesen (Fehler %d, %s)

source: %sfile "%s" is empty
de: %sDatei "%s" ist leer

source: %sparsing the built-in configuration%s
de: %sBearbeite die einkompilierte Konfiguration%s

source: %sreading file "%s"
de: %slese die Datei "%s"

source: %swarning: %s
de: %sWarnung: %s

source: ; skipping section
de: ; übergehe Abschnitt

source: ; try "retawq --help"
de: ; versuchen Sie "retawq --help"

source: Fcolors
de: FFarben

source: Fnews
de: FUsenet

source: Run-time configuration:
de: Laufzeit-Konfiguration:

source: "allow" or "deny" expected
de: "allow" oder "deny" erwartet

source: bad command identifier
de: ungültiger Kommandobezeichner

source: bad key identifier
de: ungültiger Tastenbezeichner

source: bad keymap kind; skipping section
de: ungültiger Keymap-Bezeichner; übergehe Abschnitt

source: can't initialize terminal
de: kann Terminal nicht initialisieren

source: configuration section %s (line %d): %s
de: Konfigurations-Abschnitt %s (Zeile %d): %s

source: ignoring repeated option
de: ignoriere wiederholte Option

source: need to be launched on a terminal
de: muß an einem Terminal gestartet werden

source: no subsections possible; skipping remainder of section
de: keine Unterabschnitte möglich; übergehe Rest des Abschnitts

source: number expected (0..3)
de: Zahl erwartet (0..3)

source: path must be absolute or "*"; skipping remainder of section
de: Pfad muß absolut oder "*" sein; übergehe Rest des Abschnitts

source: repeatedly defined key
de: mehrfach definierte Taste

source: too many arguments in line
de: zu viele Argumente in der Zeile

source: unknown command-line option: "%s"%s
de: unbekannte Kommandozeilenoption: "%s"%s

source: unknown section name "%s"; skipping section
de: Abschnittsname "%s" unbekannt; übergehe Abschnitt

source: with the current configuration, DNS hostname lookups will "block" the whole program, and it will seem to hang
de: in der aktuellen Konfiguration werden DNS-Servernamensumwandlungen das ganze Programm "blockieren", es wird zu hängen scheinen

source: won't allow everything ("*") for security reasons; skipping remainder of section
de: erlaube aus Sicherheitsgründen nicht alles ("*"); übergehe Rest des Abschnitts

source: # Session file for retawq (http://retawq.sourceforge.net/)
de: # Sitzungsdatei für retawq (http://retawq.sourceforge.net/)

source: %s - error #%d, %s
de: %s - Fehler %d, %s

source: %s server %s:%d can't protect data - allow cleartext?
de: %s-Server %s:%d kann Daten nicht schützen - Klartext erlauben?

source: %s%s%s %s for %s %s%s%s:%d:
de: %s%s%s %s für %s %s%s%s:%d:

source: (new window)
de: (neues Fenster)

source: , (s)kip
de: , (a)uslassen

source: Add Bookmark
de: Lesezeichen hinzufügen

source: Ambiguous command -
de: Mehrdeutiger Befehl -

source: Apply
de: Anwenden

source: Back
de: Zurück

source: Can't find marker "%s" in URL pattern
de: Kann die Markierung "%s" nicht in der URL finden

source: Can't find the jump shortcut "%s"
de: Kann das Sprungkürzel "%s" nicht finden

source: Can't reset - not inside a form?
de: Kann nicht zurücksetzen - nicht innerhalb eines Formulars?

source: Can't save
de: Kann nicht sichern

source: Can't submit - not inside a form?
de: Kann nicht absenden - nicht innerhalb eines Formulars?

source: Cancel
de: Abbrechen

source: Cancelled
de: Abgebrochen

source: Close
de: Schließen

source: Command only available in console mode
de: Befehl nur im Konsolenmodus verfügbar

source: Confirmation Required
de: Bestätigung Erforderlich

source: Connecting to %s
de: Verbinde mit %s

source: Context
de: Kontext

source: Creating:
de: Erzeuge:

source: Do not edit manually while retawq is running!
de: Nicht manuell bearbeiten, solange retawq läuft!

source: Document empty
de: Dokument leer

source: Done
de: Fertig

source: Download
de: Herunterladen

source: Download from:
de: Herunterladen von:

source: Download to:
de: Herunterladen nach:

source: Dump
de: Schreiben

source: Dump to File
de: In Datei Schreiben

source: Dump to:
de: Schreibe in:

source: Edit URL:
de: URL bearbeiten:

source: Enable this Element
de: Dieses Element Aktivieren

source: Enforced Reload
de: Erzwungen Erneut Laden

source: Enter URL
de: URL Eingeben

source: Execute
de: Ausführen

source: Execute Shell Command
de: Shell-Kommando Ausführen

source: Execute shell command:
de: Shell-Kommando ausführen:

source: Failed!
de: Fehlgeschlagen!

source: Fdownloads
de: FHerunterladen

source: File exists - (o)verwrite, (a)ppend, (c)ancel?
de: Datei existiert - ü(b)erschreiben, (a)nfügen, abbre(c)hen?

source: File size: local %d, remote %d
de: Dateigröße: lokal %d, extern %d

source: Forward
de: Vorwärts

source: Found!
de: Gefunden!

source: Fscroll bars
de: FRollbalken

source: Ftext-mode mouse
de: FTextmodusmaus

source: Fthis kind of menus
de: Fdiese Art von Menüs

source: Go
de: Starten

source: Go to URL:
de: Gehe zu URL:

source: Hashmarks: %s
de: Fortschrittsmarkierungen: %s

source: Jump
de: Springe

source: Jump to URL
de: Zur URL Springen

source: Jump to:
de: Springe zu:

source: Key not handled
de: Taste nicht bearbeitet

source: Keyboard command not handled
de: Tastaturbefehl nicht bearbeitet

source: Local current directory: "%s"
de: Lokales aktuelles Verzeichnis: "%s"

source: No URL history available yet!
de: Noch keine URL-Liste vorhanden!

source: No bookmarks document URL configured
de: Keine Lesezeichen-Dokument-URL konfiguriert

source: No home URL configured
de: Keine "Home"-URL konfiguriert

source: No jump shortcuts configured
de: Keine Sprungkürzel konfiguriert

source: No open window!
de: Keine offenen Fenster!

source: No search engine URL configured
de: Keine Suchmaschinen-URL konfiguriert

source: No shell command given
de: Kein Shell-Kommando angegeben

source: Not connected (or no task selected)
de: Nicht verbunden (oder keine Verbindung ausgewählt)

source: Not found!
de: Nicht gefunden!

source: Open Link in New Window
de: Verknüpfung in Neuem Fenster Öffnen

source: Open Local File/Directory
de: Datei/Verzeichnis Öffnen

source: Open in New Window
de: In Neuem Fenster Öffnen

source: Options
de: Optionen

source: Overwrite existing%s?
de: Existierendes überschreiben%s?

source: Proceed
de: Weiter

source: Proxy login failed
de: Proxy-Anmeldung fehlgeschlagen

source: Quit
de: Beenden

source: Really close this window?
de: Wirklich dieses Fenster schließen?

source: Really enable this element?
de: Wirklich dieses Element aktivieren?

source: Really interpret as HTML?
de: Wirklich als HTML interpretieren?

source: Really quit retawq?
de: Wirklich retawq beenden?

source: Really reset this form?
de: Wirklich dieses Formular zurücksetzen?

source: Really submit this form to "%s" (%s)?
de: Wirklich dieses Formular abschicken an "%s" (%s)?

source: Received %d %sbytes
de: %d %sBytes empfangen

source: Reload
de: Erneut Laden

source: Removing:
de: Beseitige:

source: Result of "%s"
de: Ergebnis von "%s"

source: Resume
de: Fortsetzen

source: Resume Session
de: Sitzung Fortsetzen

source: Resume session from:
de: Sitzung fortsetzen von:

source: Resume upload? [(r)esume, (o)verwrite%s]
de: Das Hochladen wiederaufnehmen? [(w)iederaufnehmen, (u)eberschreiben%s]

source: Save
de: Sichern

source: Save As...
de: Sichern Als...

source: Save Document
de: Dokument Sichern

source: Save Link As...
de: Link Sichern Als...

source: Save Session
de: Sitzung sichern

source: Save document as:
de: Dokument sichern unter:

source: Save session as:
de: Sitzung sichern als:

source: Saving
de: Sichert

source: Search
de: Suchen

source: Search String
de: Zeichenfolge Suchen

source: Search string backwards:
de: Zeichenkette rückwärts suchen:

source: Search string:
de: Zeichenkette suchen:

source: Sending:
de: Sende:

source: Show Element Info
de: Element-Info Anzeigen

source: Source Code
de: Quelltext

source: Submit this Form
de: Dieses Formular absenden

source: Switching to:
de: Wechsel zu:

source: TLS error - %s
de: TLS-Fehler - %s

source: TLS handshaking
de: TLS-Vereinbarung

source: Task
de: Verbindung

source: Terminal too small
de: Terminal zu klein

source: That's not a link
de: Das ist keine Verknüpfung

source: This element is disabled!
de: Dieses Element ist deaktiviert!

source: This element is read-only!
de: Dieses Element ist nicht änderbar!

source: This selection list is empty!
de: Diese Auswahlliste ist leer!

source: Too few arguments
de: Zu wenige Argumente

source: Too many arguments
de: Zu viele Argumente

source: Too many tasks
de: Zu viele Verbindungen

source: Unknown command. Try "help".
de: Unbekannter Befehl. Versuchen Sie "help".

source: Upload local file:
de: Lokale Datei hochladen:

source: Upload to FTP URL:
de: Zu FTP-URL hochladen:

source: User Input
de: Benutzer-Eingabe

source: Waiting for reply
de: Warte auf Antwort

source: Window List
de: Fenster

source: Entering console runmode. Use the command "help" for a list of commands.
de: Konsolenmodus. Benutzen Sie den Befehl "help" für eine Befehlsliste.

source: append to remote file
de: an Serverdatei anhängen

source: automated
de: automatisch

source: busy
de: beschäftigt

source: can't download to file
de: kann nicht in Datei herunterladen

source: can't dump line
de: kann Zeile nicht schreiben

source: can't dump to file
de: kann nicht in Datei schreiben

source: change local directory
de: lokales Verzeichnis wechseln

source: change remote directory
de: Server-Verzeichnis wechseln

source: change to remote parent directory
de: in übergeordnetes Server-Verzeichnis wechseln

source: close some connection(s)
de: Verbindung(en) schließen

source: customized
de: angepaßt

source: delete remote directory
de: Server-Verzeichnis löschen

source: delete remote file
de: Serverdatei löschen

source: disabled
de: deaktiviert,

source: disk cache file
de: Cachedatei

source: download via URL
de: mittels URL herunterladen

source: execext-shell configuration: %s
de: "execext-shell"-Konfiguration: %s

source: execute a shell command
de: ein Shell-Kommando ausführen

source: file field
de: Dateifeld

source: fragment not found
de: Fragment nicht gefunden

source: hashmarks on/off
de: Fortschrittsmarkierungen an/aus

source: hidden field
de: verstecktes Feld

source: label a task
de: Verbindung etikettieren

source: list contents of remote directory
de: Inhalt eines Server-Verzeichnisses auflisten

source: looking for fragment
de: suche Fragment

source: make remote directory
de: Server-Verzeichnis erzeugen

source: mouse click: %d, %d
de: Mausklick: %d, %d

source: mouse off
de: Maus aus

source: mouse on
de: Maus an

source: multi-option
de: Mehrfachoption,

source: no task
de: keine Verbindung

source: of %d
de: von %d

source: open a connection to a server (via URL)
de: Verbindung zu Server öffnen (via URL)

source: password
de: Paßwort

source: password field
de: Paßwortfeld

source: print help information
de: Hilfe-Information ausgeben

source: print remote working directory
de: aktuelles Server-Verzeichnis ausgeben

source: print version information
de: Versions-Information ausgeben

source: quit retawq
de: retawq beenden

source: radio button
de: Radioknopf

source: read-only
de: nicht änderbar,

source: receive one file
de: eine Datei empfangen

source: reset button
de: Rückstellknopf

source: script status:
de: Skript-Status:

source: selection
de: Auswahl

source: send a verbatim command
de: Befehl wörtlich senden

source: send account
de: "Account" senden

source: send password
de: Paßwort senden

source: send site-specific command
de: "Site"-Befehl senden

source: send username
de: Benutzernamen senden

source: set file transfer restart marker
de: Dateitransfermarkierung setzen

source: set file transfer type to ASCII
de: Dateitransfertyp auf ASCII setzen

source: set file transfer type to binary
de: Dateitransfertyp auf binär setzen

source: show information about existing task(s)
de: Informationen über Aufgabe(n) anzeigen

source: source
de: Quelltext

source: start TLS/SSL handshake (p/c/s)
de: TLS/SSL-Vereinbarung starten (p/c/s)

source: submit button
de: Absendeknopf

source: switch to <task-id>
de: zu <task-id> wechseln

source: text field
de: Textfeld

source: text-area field
de: Textbereich

source: upload one file
de: eine Datei hochladen

source: upload via URL
de: mittels URL hochladen

source: username
de: Benutzername

source: Reset
de: Zurücksetzen

source: Submit
de: Absenden

source: [a form image]
de: [ein Formularbild]

source: [a frame]
de: [ein Frame]

source: [a push button]
de: [ein Knopf]

source: [an option]
de: [eine Option]

source: [an embedded object of type "%s"]
de: [ein eingebettetes Objekt vom Typ "%s"]

source: [an embedded object]
de: [ein eingebettetes Objekt]

source: [an image-map hotspot]
de: [ein Image-Map-Gebiet]

source: [empty selection list]
de: [leere Auswahlliste]

source: <b>Warning</b>: this version is out of date!
de: <b>Warnung</b>: Diese Version ist veraltet!

source: line
de: Zeile

source: lines
de: Zeilen

source: (Attached resource)
de: (Ressource angefügt)

source: (de-)compression
de: (ent-)packen

source: (de-)cryption
de: Ver-/Entschlüsselung

source: (no error)
de: (kein Fehler)

source: (no subject)
de: (kein Betreff)

source: (request state unknown - internal error)
de: (Anfrage-Zustand unbekannt - interner Fehler)

source: (resource state unknown - internal error)
de: (Ressourcenzustand unbekannt - interner Fehler)

source: ; IP address:
de: ; IP-Addresse:

source: ; not HTTP/1.1
de: ; nicht HTTP/1.1

source: <html><head><title>About retawq</title></head> <body> <h3 align="center"><b>retawq %s (%s mode%s)</b></h3> <p>The web browser <b>retawq</b> is released <b>without any warranty</b>. The project home page is <a href="http://retawq.sourceforge.net/">retawq.sourceforge.net</a>.</p>
de: <html><head><title>&Uuml;ber retawq</title></head> <body> <h3 align="center"><b>retawq %s (%smodus%s)</b></h3> <p>Der Internet-Browser <b>retawq</b> wird <b>ohne jegliche Gew&auml;hr</b> ver&ouml;ffentlicht. Die Internetseite des Projekts ist <a href="http://retawq.sourceforge.net/">retawq.sourceforge.net</a>.</p>

source: <p>Currently using <a href="http://directory.fsf.org/ncurses.html">ncurses</a> library version "%s".</p>
de: Benutze zur Zeit <a href="http://directory.fsf.org/ncurses.html">ncurses</a>-Bibliotheksversion "%s".</p>

source: <p>Currently using <a href="http://www.gnupg.org/">libgcrypt</a> library version %s.%s</p>
de: <p>Benutze zur Zeit <a href="http://www.gnupg.org/">libgcrypt</a>-Bibliotheksversion %s.%s</p>

source: <p>Currently using <a href="http://www.gnutls.org/">GnuTLS</a> library version %s.%s</p>
de: <p>Benutze zur Zeit <a href="http://www.gnutls.org/">GnuTLS</a>-Bibliotheksversion %s.%s</p>

source: <p>Currently using <a href="http://www.gtk.org/">GTK</a> library version %d.%d.%d on display "%s".</p>
de: <p>Benutze zur Zeit <a href="http://www.gtk.org/">GTK</a>-Bibliotheksversion %d.%d.%d auf Display "%s".</p>

source: <p>Currently using <a href="http://www.openssl.org/">OpenSSL</a> library version "%s".%s</p>
de: <p>Benutze zur Zeit <a href="http://www.openssl.org/">OpenSSL</a>-Bibliotheksversion "%s".%s</p>

source: <p>Currently using <a href="http://www.x.org/">X Window System</a> library version %d.%d (vendor: %s, release %d) on display "%s".</p>
de: <p>Benutze zur Zeit <a href="http://www.x.org/">X Window System</a> Version %d.%d (Vendor: %s, Release %d) auf Display "%s".</p>

source: <p>No information known yet.</p>
de: <p>Noch keine Informationen vorhanden.</p>

source: <p>Start messages:
de: <p>Startmeldungen:

source: <p>This program contains support for:
de: <p>Dieses Programm unterstützt:

source: <p>Using <a href="http://www.matrixssl.org/">MatrixSSL</a>.</p>
de: <p>Benutze <a href="http://www.matrixssl.org/">MatrixSSL</a>.</p>

source: <p>fd #%d, scheme %s%s%s</p>
de: <p>FD %d, Schema %s%s%s</p>

source: <p>none</p>
de: <p>keine</p>

source: Activity
de: Aktivität

source: Bad URL
de: URL ungültig

source: Bad request kind (internal error)
de: Anfrage-Art ungültig (interner Fehler)

source: Can't calculate random numbers
de: Kann Zufallszahlen nicht berechnen

source: Can't create internal pipe
de: Kann internen Kanal nicht erzeugen

source: Can't create new process
de: Kann neuen Prozeß nicht erzeugen

source: Can't create socket
de: Kann Socket nicht erzeugen

source: Can't execute program
de: Kann Programm nicht ausführen

source: Can't lookup host name
de: Kann Servernamen nicht umwandeln

source: Can't read/write file/directory
de: Kann Datei/Verzeichnis nicht lesen/schreiben

source: Connecting
de: Verbinde

source: Connection failed
de: Verbindung fehlgeschlagen

source: Connection refused
de: Verbindung verweigert

source: Connection reset by peer
de: Server hat Verbindung zurückgesetzt

source: Contents of FTP directory "%s"
de: Inhalt des FTP-Verzeichnisses "%s"

source: Contents of local directory "%s"
de: Inhalt des lokalen Verzeichnisses "%s"

source: Contents of the host information cache
de: Inhalt des Server-Informations-Speichers

source: Document complete
de: Dokument vollständig

source: Exchanging messages
de: Tausche Informationen aus

source: Forbidden by configuration
de: Durch Konfiguration verboten

source: Help
de: Hilfe

source: Hostname missing
de: Servername fehlt

source: Index of news articles %d-%d in the group %s on the server %s, latest first
de: Index von Usenet-Artikeln %d-%d in der Gruppe %s auf dem Server %s, neueste zuerst

source: Internal handshake bug
de: Interner Ablaufsfehler

source: List of available news groups on the server %s
de: Liste verfügbarer Usenet-Gruppen auf dem Server %s

source: Local CGI error: can't execute "%s" (error #%d, %s)%s
de: "Local CGI"-Fehler: Kann "%s" nicht ausführen (Fehler %d, %s)%s

source: Looking up host name
de: Wandle Servernamen um

source: News group %s, articles %d-%d, server %s
de: Usenet-Gruppe %s, Artikel %d-%d, Server %s

source: News groups on %s
de: Usenet-Gruppen auf %s

source: Parent directory
de: &Uuml;bergeordnetes Verzeichnis

source: Port number invalid
de: Portnummer ungültig

source: Preparing
de: Bereite vor

source: Proxy authentication required
de: Proxy-Authentifizierung erforderlich

source: Receiving
de: Empfange

source: Redirection problem
de: Weiterleitungsproblem

source: Scheme/protocol disabled
de: Schema/Protokoll deaktiviert

source: Server closed connection
de: Server hat Verbindung geschlossen

source: Server response invalid
de: Server-Antwort ungültig

source: Specific network unreachable
de: Spezifisches Netzwerk unerreichbar

source: Stopped
de: Gestoppt

source: TLS-related error
de: TLS-bezogener Fehler

source: This directory is empty.
de: Dieses Verzeichnis ist leer.

source: Time-out (server busy)
de: Wartezeit überschritten (Server überlastet)

source: Too many open file descriptors
de: Zuviele offene Dateideskriptoren

source: Unknown scheme/protocol
de: Schema/Protokoll unbekannt

source: <br>port %d: scheme %s; flags: %d
de: <br>Port %d: Schema %s; Flags: %d

source: <br>port %d: scheme %s; flags: %d; rating: %d%s%s%s%s
de: <br>Port %d: Schema %s; Flags: %d; Wertung: %d%s%s%s%s

source: <p>IP address:
de: <p>IP-Addresse:

source: (Note: an error like "file not found" might mean "script interpreter not found" here.)
de: (Hinweis: Ein Fehler wie "Datei nicht gefunden" könnte hier auch bedeuten "Skript-Interpreter nicht gefunden".)

source: account required
de: Benutzerkonto erforderlich

source: application data
de: Programmdaten

source: authentication required
de: Authentifizierung erforderlich

source: can't create thread
de: kann Thread nicht erzeugen

source: can't execute "%s"
de: kann "%s" nicht ausführen

source: can't setup file descriptors
de: kann Dateideskriptoren nicht vorbereiten

source: ciphers
de: Verschlüsselungsalgorithmen

source: content follows
de: Inhalt folgt

source: disconnecting
de: trenne Verbindung

source: entering passive mode
de: gehe zu passivem Modus über

source: error
de: Fehler

source: fatal alert
de: fatale Warnung

source: file
de: Datei

source: file/directory not found
de: Datei/Verzeichnis nicht gefunden

source: group selected
de: Gruppe ausgewählt

source: initialization
de: Initialisierung

source: intermediary
de: vorläufig

source: library feature unimplemented
de: Bibliotheksfunktion nicht implementiert

source: logged in
de: angemeldet

source: memory
de: RAM

source: news groups follow
de: Usenet-Gruppen folgen

source: no such article
de: kein solcher Artikel

source: no such news group
de: Usenet-Gruppe unbekannt

source: okay
de: in Ordnung

source: packet
de: Paket

source: password required
de: Paßwort erforderlich

source: protected reply
de: geschützte Antwort

source: public key
de: öffentlicher Schlüssel

source: read
de: Lesen

source: read(DNS) failed
de: read(DNS) fehlgeschlagen

source: redirection
de: Weiterleitung

source: request error
de: Anfragefehler

source: retawq Compile-Time Configuration Options
de: retawq-Kompilations-Konfigurations-Optionen

source: retawq: OpenSSL initialization failed
de: retawq: OpenSSL-Initialisierung fehlgeschlagen

source: retawq: TLS library error during operation "%s": #%d%s%s - %s
de: retawq: TLS-Bibliotheksfehler bei Operation "%s": #%d%s%s - %s

source: retawq: execext-shell error: %s (error #%d, %s)
de: retawq: "execext-shell"-Fehler: %s (error #%d, %s)

source: retawq: local CGI error: can't setup file descriptors (error #%d, %s)
de: retawq: "Local CGI"-Fehler: Kann Dateideskriptoren nicht vorbereiten (Fehler %d, %s)

source: server closed
de: Server geschlossen

source: server error
de: Serverfehler

source: server ready
de: Server bereit

source: service not available
de: Funktion nicht verfügbar

source: session expired
de: Sitzung verfallen

source: transfer successful
de: Übertragung erfolgreich

source: transient server problem
de: vorübergehendes Serverproblem

source: write
de: Schreiben

source: write(DNS) failed
de: write(DNS) fehlgeschlagen

source: %s (given value is %d, highest select()-able value is %d)
de: %s (gegebener Wert ist %d, höchster select()-ierbarer Wert ist %d)

source: (disabled)
de: (deaktiviert)

source: (unknown)
de: (unbekannt)

source: ; error #%d, %s
de: ; Fehler %d, %s

source: Directory
de: Verzeichnis

source: F(this kind of) execution of external programs
de: F(diese Art von) Ausführung externer Programme

source: File
de: Datei

source: Fjumps
de: FSprungkürzel

source: Fsessions
de: FSitzungen

source: I/O multiplexing failed
de: Ein-/Ausgabeverwaltung fehlgeschlagen

source: Login failed
de: Anmeldung fehlgeschlagen

source: bad value
de: ungültiger Wert

source: button
de: Knopf

source: can't lookup file descriptor
de: kann Dateideskriptor nicht finden

source: can't open X Window System display
de: kann kein X-Window-System-Display öffnen
