Repository: ipwndev/DSLinux
Catalog: tags/retawq/retawq_0_2_6b/i18n/*.po
Languages: fr

source: (expired)
fr: (expiré)

source: %s <br>%s=%s, domain=%s, path=%s, comment=%s, %sflags=%d%s%s%s
fr: %s <br>%s=%s, domaine=%s, chemin=%s, commentaire=%s, %sflags=%d%s%s%s

source: <br>cookies:
fr: <br>les cookies :

source: expiry=%ld,
fr: expiration=%ld,

source: bad terminfo file
fr: mauvais fichier terminfo

source: bad value of environment variable TERM
fr: mauvaise valeur de la variable d'environnement TERM

source: required value missing in terminfo file
fr: valeur requise est absent dans le fichier terminfo

source: can't create window
fr: ne peut pas créer fenêtre

source: can't watch X display connections
fr: ne peut pas observer des connexions de l'affichage X

source: %s"%s" isn't a regular file
fr: %s"%s" n'est pas un fichier régulier

source: %scan't get system information about "%s" (error #%d, %s)
fr: %simpossible d'acheter des informations par "%s" (erreur %d, %s)

source: %scan't open "%s" (error #%d, %s)
fr: %simpossible d'ouvrir "%s" (erreur %d, %s)

source: %scan't read file "%s" (error #%d, %s)
fr: %simpossible de lire le fichier "%s" (erreur %d, %s)

source: %sfile "%s" is empty
fr: %sle fichier "%s" est vide

source: %sparsing the built-in configuration%s
fr: %stravaille configuration interne%s

source: %sreading file "%s"
fr: %slire le fichier "%s"

source: %swarning: %s
fr: %s attention : %s

source: ; skipping section
fr: ; section ignorée

source: ; try "retawq --help"
fr: ; essayez "retawq --help"

source: Fcolors
fr: Fcouleur

source: Flocal directory options
fr: Foptions de contenu des répertoires locals

source: Fnews
fr: FUsenet

source: Run-time configuration:
fr: Configuration :

source: "allow" or "deny" expected
fr: "allow" ou "deny" attendu

source: bad command identifier
fr: mauvaise désignation de commande

source: bad key identifier
fr: mauvaise désignation de touche

source: bad keymap kind; skipping section
fr: mauvais type de keymap; section ignorée

source: can't initialize terminal
fr: ne peut pas initialiser le terminal

source: configuration section %s (line %d): %s
fr: configuration section %s (ligne %d) : %s

source: ignoring repeated option
fr: option définée plusieurs fois ignorée

source: need to be launched on a terminal
fr: il faut ouvrir dans un terminal

source: no subsections possible; skipping remainder of section
fr: pas de sous-section possible; reste de section ignoré

source: number expected (0..3)
fr: nombre attendu (0..3)

source: path must be absolute or "*"; skipping remainder of section
fr: chemin d'accès doit être absolu ou "*"; reste de section ignoré

source: repeatedly defined key
fr: touche définée plusieurs fois

source: too many arguments in line
fr: trop d'arguments dans la ligne

source: unknown command-line option: "%s"%s
fr: inconnue commande : "%s"%s

source: unknown section name "%s"; skipping section
fr: nom de section "%s" inconnu; section ignorée...

source: won't allow everything ("*") for security reasons; skipping remainder of section
fr: ne permet pas tout ("*") pour sûreté; reste de section ignoré

source: # Session file for retawq (http://retawq.sourceforge.net/)
fr: # Fichier de séance pour retawq (http://retawq.sourceforge.net/)

source: %s - error #%d, %s
fr: %s - erreur %d, %s

source: %s server %s:%d can't protect data - allow cleartext?
fr: %s serveur %s:%d ne peut pas protéger dates - permettre clair?

source: %s%s%s %s for %s %s%s%s:%d:
fr: %s%s%s %s pour %s %s%s%s:%d :

source: (new window)
fr: (nouvelle fenêtre)

source: , (s)kip
fr: , (s)auter

source: Add Bookmark
fr: Ajouter un signet

source: Ambiguous command -
fr: Commande équivoque -

source: Apply
fr: Appliquer

source: Back
fr: Retour

source: Can't find marker "%s" in URL pattern
fr: Impossible de trouver la marque "%s" dans le lien

source: Can't find the jump shortcut "%s"
fr: Impossible de trouver le saut-raccourci "%s"

source: Can't reset - not inside a form?
fr: Impossible de rétablir - pas dans un formulaire ?

source: Can't save
fr: Ne peut pas sauvegarder

source: Can't submit - not inside a form?
fr: Impossible d'envoyer - pas dans un formulaire ?

source: Cancel
fr: Annuler

source: Cancelled
fr: Annulé

source: Close
fr: Fermer

source: Command only available in console mode
fr: Commande est disponible seulement dans mode console

source: Confirmation Required
fr: Confirmation requise

source: Connecting to %s
fr: Connecte avec %s

source: Context
fr: Contexte

source: Creating:
fr: Créer :

source: Do not edit manually while retawq is running!
fr: N'éditez pas manuellement tant que retawq est utilisé !

source: Document empty
fr: Document vide

source: Done
fr: Fini

source: Download
fr: Télécharger

source: Download from:
fr: Télécharger de :

source: Download to:
fr: Télécharger dans :

source: Dump
fr: Ecrire

source: Dump to File
fr: Ecrire dans le fichier

source: Dump to:
fr: Ecrire dans :

source: Edit URL:
fr: Modifier le lien :

source: Enable this Element
fr: Activer cet élément

source: Enforced Reload
fr: Rechargement forcé

source: Enter URL
fr: Entrer un lien

source: Execute
fr: Exécuter

source: Execute Shell Command
fr: Exécuter ligne de commandes

source: Execute shell command:
fr: Exécuter ligne de commandes :

source: Failed!
fr: Échec !

source: Fdownloads
fr: Ftéléchargement

source: File exists - (o)verwrite, (a)ppend, (c)ancel?
fr: Fichier existe - éc(r)aser, (a)jouter, a(n)nuler ?

source: File size: local %d, remote %d
fr: Taille du fichier : local %d, distant %d

source: Forward
fr: En avant

source: Found!
fr: Trouvé !

source: Fscroll bars
fr: Fbarres de défilement

source: Ftext-mode mouse
fr: Fsouris du mode texte

source: Fthis kind of menus
fr: Fcette sorte de menus

source: Go
fr: Aller

source: Go to URL:
fr: Aller au lien :

source: Hashmarks: %s
fr: Marques du progrès : %s

source: History
fr: Historique

source: Jump
fr: Sauter

source: Jump to URL
fr: Sauter au lien

source: Jump to:
fr: Sauter à :

source: Key not handled
fr: Touche pas maniée

source: Keyboard command not handled
fr: Commande pas maniée

source: Local current directory: "%s"
fr: Répertoire local actuel : "%s"

source: No URL history available yet!
fr: Pas encore d'historique des liens !

source: No bookmarks document URL configured
fr: Pas de lien de signets configuré

source: No home URL configured
fr: Pas de lien d'accueil configuré

source: No jump shortcuts configured
fr: Pas de saut-raccourci configuré

source: No open window!
fr: Pas de fenêtre!

source: No search engine URL configured
fr: Pas de lien de recherche configuré

source: No shell command given
fr: Pas de ligne de commandes donné

source: Not connected (or no task selected)
fr: Pas connecté (ou pas de connexion sélectionné)

source: Not found!
fr: Pas trouvé !

source: Open Link in New Window
fr: Ouvrir le lien dans une nouvelle fenêtre

source: Open Local File/Directory
fr: Ouvrir un fichier/répertoire local...

source: Open in New Window
fr: Ouvrir dans une nouvelle fenêtre

source: Overwrite existing%s?
fr: Écraser l'existant%s ?

source: Proceed
fr: Continuer

source: Proxy login failed
fr: Échec de l'authentification sur le proxy

source: Quit
fr: Quitter

source: Really close this window?
fr: Vraiment fermer cette fenêtre ?

source: Really enable this element?
fr: Vraiment activer cet élément ?

source: Really interpret as HTML?
fr: Vraiment saisir comme HTML ?

source: Really quit retawq?
fr: Vraiment quitter retawq ?

source: Really reset this form?
fr: Vraiment rétablir ce formulaire ?

source: Really submit this form to "%s" (%s)?
fr: Vraiment envoyer ce formulaire à "%s" (%s) ?

source: Received %d %sbytes
fr: Reçu %d %soctets

source: Reload
fr: Recharger

source: Removing:
fr: Eliminer :

source: Result of "%s"
fr: Résultat de "%s"

source: Resume
fr: Continuer

source: Resume Session
fr: Continuer une Séance

source: Resume session from:
fr: Continuer la séance de :

source: Resume upload? [(r)esume, (o)verwrite%s]
fr: Continuer envoyation ? [(c)ontinuer, (e)craser%s]

source: Save
fr: Sauvegarder

source: Save As...
fr: Sauvegarder dans...

source: Save Document
fr: Sauvegarder un document

source: Save Link As...
fr: Sauvegarder le lien dans...

source: Save Session
fr: Sauvegarder une Séance

source: Save document as:
fr: Sauvegarder le document dans :

source: Save session as:
fr: Sauvegarder la séance dans :

source: Saving
fr: Sauvegarde

source: Search
fr: Rechercher

source: Search String
fr: Chercher un texte

source: Search string backwards:
fr: Chercher en arrière :

source: Search string:
fr: Chercher :

source: Sending:
fr: Envoye :

source: Show Element Info
fr: Montrer information sur l'élément

source: Source Code
fr: Code source

source: Submit this Form
fr: Envoyer ce formulaire

source: Switching to:
fr: Changer à :

source: TLS error - %s
fr: Erreur TLS - %s

source: TLS handshaking
fr: négociation TLS

source: Task
fr: Connexion

source: Terminal too small
fr: Terminal trop petit

source: That's not a link
fr: Ceci n'est pas un lien

source: This element is disabled!
fr: Cet élément est désactivé !

source: This element is read-only!
fr: Cet élément est inchangeable !

source: This selection list is empty!
fr: Cette liste de sélection est vide !

source: Too few arguments
fr: Trop peu d'arguments

source: Too many arguments
fr: Trop d'arguments

source: Too many tasks
fr: Trop de connexions

source: URL:
fr: lien :

source: Unknown command. Try "help".
fr: Commande inconnue. Essayez "help".

source: Upload local file:
fr: Envoyer fichier local :

source: Upload to FTP URL:
fr: Envoyer à lien FTP :

source: Waiting for reply
fr: Attente de la réponse

source: Window List
fr: Des fenêtres

source: Entering console runmode. Use the command "help" for a list of commands.
fr: Utilise le mode console. Entrez la commande "help" pour voir la liste des commandes.

source: append to remote file
fr: ajouter au fichier distant

source: automated
fr: automatique

source: busy
fr: occupé

source: can't download to file
fr: ne peut pas télécharger dans fichier

source: can't dump line
fr: ne peut pas écrire la ligne

source: can't dump to file
fr: ne peut pas écrire dans le fichier

source: change local directory
fr: changer répertoire local

source: change remote directory
fr: changer répertoire distant

source: change to remote parent directory
fr: changer dans répertoire parent

source: close some connection(s)
fr: fermer des connexions

source: customized
fr: personnalisé

source: delete remote directory
fr: éliminer un répertoire distant

source: delete remote file
fr: éliminer un fichier distant

source: disabled
fr: désactivé,

source: disk cache file
fr: fichier d'antémémoire

source: download via URL
fr: télécharger par un lien

source: execute a shell command
fr: exécuter une ligne de commandes

source: file field
fr: fichier

source: fragment not found
fr: ancre introuvable

source: hashmarks on/off
fr: (dés)activer les marques du progrès

source: hidden field
fr: caché

source: label a task
fr: inscrire une connexion

source: list contents of remote directory
fr: montrer le contenu du répertoire distant

source: looking for fragment
fr: recherche d'ancre

source: make remote directory
fr: créer un répertoire distant

source: mouse click: %d, %d
fr: clic de souris : %d, %d

source: mouse off
fr: souris désactivée

source: mouse on
fr: souris activée

source: no task
fr: pas de connexion

source: of %d
fr: de %d

source: open a connection to a server (via URL)
fr: ouvrir une connexion avec un serveur (par un lien)

source: password
fr: mot de passe

source: password field
fr: mot de passe

source: print help information
fr: montrer information d'aide

source: print remote working directory
fr: montrer le nom du répertoire distant actuel

source: print version information
fr: montrer information sur la version

source: quit retawq
fr: quitter retawq

source: radio button
fr: bouton radio

source: read-only
fr: inchangeable

source: receive one file
fr: recevoir un fichier

source: reset button
fr: bouton de rétablissement

source: script status:
fr: état du script :

source: selection
fr: liste

source: send a verbatim command
fr: envoyer une commande littérale

source: send account
fr: envoyer un compte

source: send password
fr: envoyer un mot de passe

source: send site-specific command
fr: envoyer une commande serveur-spécifique

source: send username
fr: envoyer un nom d'utilisateur

source: server
fr: serveur

source: server status:
fr: état du serveur :

source: set file transfer restart marker
fr: définir la marque du continuation du transfert du fichier

source: set file transfer type to ASCII
fr: ajuster le type du transfert à ASCII

source: set file transfer type to binary
fr: ajuster le type du transfert à "binary"

source: show information about existing task(s)
fr: montrer information des travails

source: start TLS/SSL handshake (p/c/s)
fr: commencer le négociation TLS/SSL (p/c/s)

source: submit button
fr: bouton d'envoi

source: switch to <task-id>
fr: changer à <travail-id>

source: text field
fr: texte

source: text-area field
fr: texte multiligne

source: upload one file
fr: envoyer un fichier

source: upload via URL
fr: envoyer par un lien

source: username
fr: nom d'utilisateur

source: Reset
fr: Rétablir

source: Submit
fr: Envoyer

source: [a form image]
fr: [une image de formulaire]

source: [a frame]
fr: [un cadre]

source: [a push button]
fr: [un bouton]

source: [an option]
fr: [une option]

source: [an embedded object of type "%s"]
fr: [un objet du type "%s"]

source: [an embedded object]
fr: [un objet]

source: [an image-map hotspot]
fr: [une région d'imagemap]

source: [empty selection list]
fr: [liste de sélection vide]

source: <b>Warning</b>: this version is out of date!
fr: <b>Attention</b> : cette version est vieilli!

source: line
fr: ligne

source: lines
fr: lignes

source: (Attached resource)
fr: (Ressource attachée)

source: (de-)compression
fr: (dé-)compression

source: (de-)cryption
fr: (dé-)cryption

source: (no error)
fr: (pas d'erreur)

source: (no subject)
fr: (pas de sujet)

source: (request state unknown - internal error)
fr: (état de demande inconnu - erreur interne)

source: (resource state unknown - internal error)
fr: (état de la ressource inconnu - erreur interne)

source: ; IP address:
fr: ; addresse IP :

source: ; not HTTP/1.1
fr: ; pas de HTTP/1.1

source: ; server: "
fr: ; serveur : "

source: <html><head><title>About retawq</title></head> <body> <h3 align="center"><b>retawq %s (%s mode%s)</b></h3> <p>The web browser <b>retawq</b> is released <b>without any warranty</b>. The project home page is <a href="http://retawq.sourceforge.net/">retawq.sourceforge.net</a>.</p>
fr: <html><head><title>&Agrave; propos de retawq</title></head> <body> <h3 align="center"><b>retawq %s (mode %s%s)</b></h3> <p>Le navigateur <b>retawq</b> est publi&eacute; <b>sans aucune garantie</b>. Le page du projet est <a href="http://retawq.sourceforge.net/">retawq.sourceforge.net</a>.</p>

source: <p>Currently using <a href="http://directory.fsf.org/ncurses.html">ncurses</a> library version "%s".</p>
fr: <p>Utilise la bibliothèque <a href="http://directory.fsf.org/ncurses.html">ncurses</a> version "%s".</p>

source: <p>Currently using <a href="http://www.gnupg.org/">libgcrypt</a> library version %s.%s</p>
fr: <p>Utilise la bibliothèque <a href="http://www.gnupg.org/">libgcrypt</a> version %s.%s</p>

source: <p>Currently using <a href="http://www.gnutls.org/">GnuTLS</a> library version %s.%s</p>
fr: <p>Utilise la bibliothèque <a href="http://www.gnutls.org/">GnuTLS</a> version %s.%s</p>

source: <p>Currently using <a href="http://www.gtk.org/">GTK</a> library version %d.%d.%d on display "%s".</p>
fr: <p>Utilise la bibliothèque <a href="http://www.gtk.org/">GTK</a> version %d.%d.%d à l'affichage "%s".</p>

source: <p>Currently using <a href="http://www.openssl.org/">OpenSSL</a> library version "%s".%s</p>
fr: <p>Utilise la bibliothèque <a href="http://www.openssl.org/">OpenSSL</a> version "%s".%s</p>

source: <p>Currently using <a href="http://www.x.org/">X Window System</a> library version %d.%d (vendor: %s, release %d) on display "%s".</p>
fr: <p>Utilise la bibliothèque <a href="http://www.x.org/">X</a> version %d.%d (vendor : %s, release %d) à l'affichage "%s".</p>

source: <p>No information known yet.</p>
fr: <p>Rien connu.</p>

source: <p>Start messages:
fr: <p>Des messages du départ :

source: <p>This program contains support for:
fr: <p>Ce programme gère :

source: <p>Using <a href="http://www.matrixssl.org/">MatrixSSL</a>.</p>
fr: <p>Utilise <a href="http://www.matrixssl.org/">MatrixSSL</a>.</p>

source: <p>none</p>
fr: <p>aucun</p>

source: Activity
fr: Activité

source: Bad URL
fr: Mauvais lien

source: Bad request kind (internal error)
fr: Mauvais type de demande (erreur interne)

source: Can't calculate random numbers
fr: Impossible de calculer des nombres aléatoires

source: Can't create internal pipe
fr: Impossible de créer canal interne

source: Can't create new process
fr: Impossible de créer nouvelle processus

source: Can't create socket
fr: Impossible de créer un socket

source: Can't execute program
fr: Impossible d'exécuter le programme

source: Can't lookup host name
fr: Impossible de rechercher le nom d'hôte

source: Can't read/write file/directory
fr: Impossible de lire/écrire le fichier/répertoire

source: Connecting
fr: Connecte

source: Connection failed
fr: Échec de la connexion

source: Connection refused
fr: Connexion refusée

source: Contents of FTP directory "%s"
fr: Contenu du répertoire FTP "%s"

source: Contents of local directory "%s"
fr: Contenu du répertoire local "%s"

source: Contents of the host information cache
fr: Contenu du cache des informations des hôtes

source: Document complete
fr: Document complet

source: Exchanging messages
fr: Transmission des messages

source: Forbidden by configuration
fr: Interdit par configuration

source: Help
fr: Aide

source: Hostname missing
fr: Pas de nom d'hôte

source: Index of news articles %d-%d in the group %s on the server %s, latest first
fr: Index des articles d'Usenet %d-%d dans le groupe %s sur le serveur %s, dernier d'abord

source: Internal handshake bug
fr: Erreur interne de déroulement

source: List of available news groups on the server %s
fr: Liste des groupes disponibles d'Usenet sur le serveur %s

source: Local CGI error: can't execute "%s" (error #%d, %s)%s
fr: "Local CGI" erreur : ne peut pas exécuter "%s" (erreur %d, %s)%s

source: Looking up host name
fr: Recherche du nom d'hôte

source: News group %s, articles %d-%d, server %s
fr: Groupe d'Usenet %s, articles %d-%d, serveur %s

source: News groups on %s
fr: Groupes d'Usenet sur %s

source: Parent directory
fr: Répertoire parent

source: Port number invalid
fr: Mauvais numéro de port

source: Preparing
fr: Prépare

source: Proxy authentication required
fr: Il faut authentifier sur le proxy

source: Receiving
fr: Receve

source: Redirection problem
fr: Problème de redirection

source: Scheme/protocol disabled
fr: Schème/protocole désactivé

source: Server closed connection
fr: Le serveur a fermé la connexion

source: Server response invalid
fr: Mauvaise réponse du serveur

source: Specific network unreachable
fr: Adresse spécifique inaccessible

source: Stopped
fr: Stoppé

source: TLS-related error
fr: Erreur TLS

source: This directory is empty.
fr: Ce répertoire est vide.

source: Time-out (server busy)
fr: Délai d'attente dépassé (serveur surchargé)

source: Unknown scheme/protocol
fr: Schéma/protocole inconnu

source: <br>port %d: scheme %s; flags: %d
fr: <br>port %d : schème %s; flags : %d

source: <br>port %d: scheme %s; flags: %d; rating: %d%s%s%s%s
fr: <br>port %d : schème %s; flags : %d; note : %d%s%s%s%s

source: <p>IP address:
fr: <p>addresse IP :

source: <p>name: "%s"; flags: %d
fr: <p>nom : "%s"; flags : %d

source: account required
fr: compte requis

source: application data
fr: dates d'application

source: authentication required
fr: il faut authentifier

source: can't create thread
fr: impossible de créer un thread

source: can't execute "%s"
fr: ne peut pas exécuter "%s"

source: can't setup file descriptors
fr: ne peut pas préparer

source: ciphers
fr: chiffres

source: content follows
fr: contenu suive

source: disconnecting
fr: disconnecte

source: entering passive mode
fr: entrer dans mode passif

source: error
fr: erreur

source: fatal alert
fr: avis fatal

source: file
fr: fichier

source: file/directory not found
fr: fichier/répertoire introuvable

source: group selected
fr: groupe sélectionné

source: handshake
fr: négociation

source: initialization
fr: initialisation

source: intermediary
fr: passager

source: library feature unimplemented
fr: fonction du bibliothèque indisponible

source: logged in
fr: connecté

source: memory
fr: mémoire vive

source: news groups follow
fr: groupes d'Usenet suivent

source: no such article
fr: article inconnu

source: no such news group
fr: groupe d'Usenet inconnu

source: okay
fr: bien

source: packet
fr: paquet

source: password required
fr: mot de passe requis

source: protected reply
fr: réponse protégée

source: public key
fr: clé public

source: read
fr: lire

source: read(DNS) failed
fr: read(DNS) échoué

source: request error
fr: erreur de demande

source: retawq Compile-Time Configuration Options
fr: retawq Options du configuration de compilation

source: retawq: OpenSSL initialization failed
fr: retawq : initialisation d'OpenSSL échoué

source: retawq: TLS library error during operation "%s": #%d%s%s - %s
fr: retawq: erreur de la bibliothèque TLS par opération "%s": #%d%s%s - %s

source: retawq: execext-shell error: %s (error #%d, %s)
fr: retawq : erreur "execext-shell" : %s (erreur %d, %s)

source: retawq: local CGI error: can't setup file descriptors (error #%d, %s)
fr: retawq : "local CGI" erreur : ne peut pas préparer (erreur %d, %s)

source: server closed
fr: le serveur a fermé

source: server error
fr: erreur de serveur

source: server ready
fr: serveur prêt

source: service not available
fr: service indisponible

source: session expired
fr: séance expirée

source: transfer successful
fr: transfert fini

source: transient server problem
fr: problème passager du serveur

source: write
fr: écrire

source: write(DNS) failed
fr: write(DNS) échoué

source: (disabled)
fr: (désactivé)

source: (unknown)
fr: (inconnu)

source: ; error #%d, %s
fr: ; erreur %d, %s

source: Directory
fr: Répertoire

source: F(this kind of) execution of external programs
fr: F(ce type d')exécution des programmes externes

source: File
fr: Fichier

source: Fjumps
fr: Fsaut-raccourcis

source: Fsessions
fr: Fséances

source: Login failed
fr: Échec de l'authentification

source: bad value
fr: mauvaise valeur

source: button
fr: bouton

source: byte
fr: octet

source: bytes
fr: octets

source: can't open X Window System display
fr: impossible d'ouvrir un affichage X

source: checkbox
fr: case à cocher

source: feature "%s" was disabled at compile-time%s
fr: le soutien de "%s" a été désactivé par compilation%s

source: graphics
fr: graphique

source: link
fr: un lien

source: no
fr: non

source: off
fr: désactivé

source: out of memory
fr: mémoire vive saturée

source: retawq: fatal error:
fr: retawq : erreur fatale :

source: retawq: terminated by a signal
fr: retawq : terminé par un signal

source: text
fr: texte

source: too many objects
fr: trop d'objets

source: write() failed
fr: échec de l'écriture

source: yes
fr: oui

source: Bookmark
fr: Signet

source: Document Info
fr: Information sur le document

source: Finformation window
fr: FFenêtre d'information

source: Forms:
fr: Des Formulaires :

source: Frames:
fr: Des Cadres :

source: Home
fr: Accueil

source: Images:
fr: Des Images :

source: Information about "%s"
fr: information sur "%s"

source: Links:
fr: Des Liens :

source: Location:
fr: Localité :
