Repository: ipwndev/DSLinux
Catalog: tags/retawq/retawq_0_2_6b/i18n/*.po
Languages: fr

source: New Window
fr: Nouvelle fenêtre

source: Open Local File...
fr: Ouvrir un fichier local...

source: Open Relative URL...
fr: Accéder un lien relatif...

source: Open URL...
fr: Accéder un lien...

source: Really repost form data?
fr: Vraiment re-envoyer ce formulaire ?

source: Size:
fr: Taille :

source: Stop
fr: Stopper

source: Title:
fr: Titre :

source: View
fr: Vue

source: Window
fr: Fenêtre
